Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
fr: Remplaçant enfin le couteau et la dague par une épée, l'habileté au corps à corps du puissant-arc est intermédiaire entre celle du puissant-arc et celle du massacreur. Leur arc est toutefois un chef-d'œuvre d'équipement militaire. Plusieurs mois sont nécessaires pour fabriquer, sur mesure, un seul de ces arcs. La force incroyable nécessaire pour les bander rend leur utilisation dangereuse pour tout autre que leur propriétaire.

source: Guard
fr: Garde

source: Chosen from the toughest Swordsmen, Guards willingly forgo some of thier mobility for the advantages of armor. Whether in ceremonial posts during peace, or on the battlefield in times of war, their role is always the same: defending the Warlock nobilty.
fr: Les gardes sont choisis parmi les plus solides des spadassins et renoncent volontiers à un peu de mobilité pour pouvoir porter des armures lourdes. Que ce soit durant leurs fonctions honorifiques des temps de paix ou durant leurs fonctions militaires des temps des guerres, leur rôle reste toujours le même : protéger les enchanteurs nobles.

source: Guardian
fr: Gardien

source: Lancer
fr: Lancier

source: Longswordsman
fr: Escrimeur

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
fr: Malgré le talent supérieur de leurs spadassins, les aragwaithi réservent toute leur admiration aux escrimeurs. Ces guerriers sont tellement habiles pour parer et pour frapper d'estoc et de taille qu'ils ont préféré porter une épée plus longue, toujours et encore maniée avec aisance et grâce.

source: long sword
fr: épée longue

source: Pikeman
fr: Piquier

source: Scout
fr: Éclaireur

source: Shield Guard
fr: Garde bouclier

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
fr: Ces guerriers portent les antiques boucliers de leurs ancêtres qui pouvaient tenir en ligne lors des grandes batailles, jusqu'à l'arrivée des renforts. Ceux-ci l'ont payé cher car peu ont survécu et beaucoup sont morts suite à leurs blessures. Aujourd'hui, seuls les meilleurs guerriers ont le droit de brandir le bouclier des anciens en hommage à la vie de ces gens courageux, à leur honneur et à leur sacrifice.

source: Silver Shield
fr: Bouclier d'argent

source: Slayer
fr: Tueur

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
fr: Alors qu'il ne développe que peu son habileté à l'arc, le massacreur abandonne le couteau pour s'entraîner au maniement de la vouge et améliore ainsi sa capacité au combat au corps à corps. Il n'est pas aussi acharné que d'autres aussi compétents que lui, mais bien plus mortel.

source: Sorcerer
fr: Sorcier des ténèbres

source: female^Sorceress
fr: Sorcière

source: Spearman
fr: Porte-lance

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear. Special Notes:
fr: Les aragwaithi les plus forts et les moins habiles choisissent la lance. Dangereuse à la chasse, cette arme est également mortelle sur un champ de bataille. Beaucoup de chevaliers impétueux se sont retrouvés empalés au bout d'une lance aragwaith. Remarque :

source: Strongbow
fr: Puissant-arc

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
fr: En s'équipant d'un arc plus puissant et en s'entraînant presque constamment, Le puissant-arc aragwaith envoie une flèche beaucoup plus mortelle qu'un archer ordinaire. Leurs 'sagaies' sont plus plus longues que les dagues utilisées par les archers classiques et ils s'exercent plus efficacement.

source: Swordmaster
fr: Maître des épées

source: Swordmasters do not come into their title lightly. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it - and lived. Having won thier title, Swordmasters take responsibility for instructing the young, passing on the proud Aragwaithi martial traditions. Even the Royal Guards of Wesnoth respect the Swordmasters.
fr: Les maîtres des épées n'obtiennent pas facilement leur titre. Pendant des années, ils ont subis un entraînement militaire rigoureux et dû survivre à de nombreuses et féroces batailles. Leur talent à l'épée terrifie ceux qui les ont vu se battre et qui ont survécu à la rencontre. Les maîtres des épées sont chargés de l'instruction des nouvelles recrues, et doivent leur inculquer les fières traditions martiales aragwaithi. Même les gardes royaux de Wesnoth les respectent.

source: longsword
fr: épée longue

source: Swordsman
fr: Spadassin

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilites, coupled with the intensive training given to the Agarwaithi military, make for superb swordsmen. Swordsmen are clad in light chain mail - the better to resist the blades of their enemies.
fr: Élancés, les aragwaithi sont rapides et agiles. Ces caractéristiques, couplées avec l'entraînement intensif dispensé aux soldats aragwaithi, en font de formidables combattants à l'épée. Les spadassins sont vêtus d'une cotte de mailles légère, ce qui est le mieux pour résister aux lames ennemies.

source: Warlock
fr: Enchanteur

source: The magically inclined among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people. Special Notes:
fr: Les aragwaithi prédisposés à la magie reçoivent un entraînement martial, ce qui est très habituel dans leur société, et apprennent à soigner et à lancer des sorts. Pouvant lancer de puissantes boules de feu, doués avec leur bâton, et capables de guérir les autres, les enchanteurs sont les plus nobles de ce noble peuple. Remarque :

source: staff
fr: bâton

source: fireball
fr: boule de feu

source: female^Warlock
fr: Enchanteresse

source: Wizard
fr: Sorcier

source: female^Wizard
fr: Magicien

source: Blood Knight
fr: Chevalier des enfers

source: TODO.
fr: À écrire

source: sword
fr: épée

source: axe
fr: hache

source: Dark Knight
fr: Chevalier noir

source: Tougher than the averange chaos follower, the Dark Knight attempts to confuse it's opponent by wielding a different weapon in each hand, he lets his style on combat alter depending on the situation, which makes him a tough warrior to fight.
fr: Plus coriace que le disciple du chaos de base, le chevalier noir essaye de désorienter ses adversaires en tenant une arme différente dans chaque main. Combattant tenace, il sait adapter son type de combat à la situation.

source: Doom Guard
fr: Garde infernal

source: Daemons know that, the only thing than can stop a tidal wave is a powerful wall. Doom Guards are such wall, wall of living flesh and steel. Devoid of bloodlust, their aggression is changed into fanatic loyalty. Doom Guards are not the ones to fight, they are the ones to stand against every possible enemy.
fr: Les démons savent que seul un puissant mur peut arrêter un raz de marée, et ce sont les gardes infernaux qui forment ce mur de chair et d'acier. Ils n'ont pas de soif de sang, mais ont transformé leur agressivité en loyauté fanatique ; eux n'attaquent pas, mais résistent à tout ennemi imaginable.

source: shield
fr: bouclier

source: Headhunter
fr: Chasseur de têtes

source: club
fr: gourdin

source: javelin
fr: javelot

source: Hell Guardian
fr: Gardien des enfers

source: Only the toughest of armorers are worthy of greatest armors, that are forged in burning pits of daemonic homeworld. It is said, that if they were commanded to, they could easily withstand the avalanche without stepping back.
fr: Seuls les gardes les plus coriaces sont dignes des meilleures armures forgées dans les gouffres ardents des enfers. Il parait que, si on le leur ordonne, ils peuvent résister à une avalanche sans reculer d'un pas.

source: Overlord
fr: Seigneur des enfers

source: Chaos Invader
fr: Envahisseur du chaos

source: Chaos warriors share the common believe that any goverment and any god is corrupt by default, by this thought they fufill the bidding of chaos lords who do not suger coat their reign and let their men face the harsh truth.
fr: Les guerriers du chaos partagent la conviction que tout gouvernement et tout dieu sont par essence corrompus. Cette pensée les mène à exécuter les ordres de seigneurs du chaos qui ne cherchent pas à masquer la vraie nature de leur règne et laissent leurs hommes affronter la dure réalité.

source: Chaos Invoker
fr: Invocateur du chaos

source: fist
fr: poing

source: Chaos Lore
fr: Esprit du chaos

source: Chaos Magus
fr: Démoniste du chaos

source: chaos blast
fr: rafale de chaos

source: Marauder
fr: Maraudeur

source: Soulhunter
fr: Chasseur d'âmes

source: bow
fr: arc

source: rectangular shield
fr: Bouclier rectangulaire

source: City Guard
fr: Garde urbain

source: City guards usually just police their cities and guard the walls. Having only a spear and some basic training, they are not prepared for direct combat with experienced units. Special Notes:
fr: Les gardes urbains assurent généralement la police de leur ville et la garde de ses murs. Armés seulement d'une lance et ne possédant qu'une entraînement de base, ils ne sont pas préparés au combat direct face à des troupes expérimentées. Remarques :

source: spear
fr: lance

source: Commander
fr: Commandant

source: Dark General
fr: Général ténébreux

source: The Dark Generals... Special Notes:
fr: À écrire - Les généraux ténébreux Remarques :

source: crossbow
fr: arbalète

source: Deathguard
fr: Escadron de la mort

source: The most experienced city guards become so strong and fiery that their enemies know them by the name of 'deathguards'. Special Notes:
fr: Les gardes municipaux les plus expérimentés deviennent si fort qu'ils sont fiers d'être connus par leurs ennemis sous le nom d'escadrons de la mort. Remarque :

source: Highguard
fr: Garde ultime

source: The most experienced deathguards become so strong and fiery that their enemies know them by the name of 'highguards'. Special Notes:
fr: Les escadrons de la mort les plus expérimentés deviennent si fort qu'ils sont fiers d'être connus par leurs ennemis sous le nom de gardes ultimes. Remarque :

source: pike
fr: pique

source: Man at Arms
fr: Homme d'arme

source: The best swordsmen are granted the level of Men at Arms, responsible of securing cities and leading the attack or defense forces. To accomplish they duty, they replace their old wooden shield with a light rectangular shield, with protects and fits them better for their new tasks.
fr: Les meilleurs hommes d'épée accèdent au titre d'homme d'arme, responsables de la sécurité des villes et représentant leur forces d'attaque et de défense. Afin d'accomplir leur devoir, ils remplacent leur vieux bouclier de bois par un bouclier rectangulaire léger qui les protège mieux dans leurs nouvelles fonctions.

source: An experienced soldier will often save enough to equip himself with a suit of scale or chain armor, and a sturdy broadsword. Though trading their spears for swords can be a jarring change, most spearmen will leap at the chance, knowing all too well the limitations of the weapon they are leaving behind. A sword is not without its own drawbacks, but is more versatile than a spear, and much better in close quarters.
fr: Un soldat expérimenté économisera souvent assez pour s'équiper d'une armure d'écaille ou d'une côte de maille et d'un robuste glaive. Bien qu'échanger sa lance contre une épée est souvent un changement qui heurte, la plupart des porte-lances saisissent la chance de faire le pas, ne connaissant que trop bien les limitations de l'arme qu'ils ont laissée derrière eux. Une épée n'est pas sans inconvénients, mais est beaucoup plus maniable qu'une lance et bien meilleure en terrain confiné.

source: Caravan
fr: Caravane

source: Armageddon Imp
fr: Diablotin d'armagedon

source: blade of doom
fr: lame de désolation

source: Blood Imp
fr: Diablotin sanguinaire

source: Gutwrencher Imp
fr: Étripeur

source: Imp
fr: Diablotin

source: Minor Imp
fr: Diablotin mineur

source: There is no description available. Nobody has seen something like this before! Special Notes:
fr: Il n'y a pas de description disponible. Personne n'a vu quelque chose comme ça auparavant (et n'en est revenu vivant pour le raconter). Remarques :

source: death touch
fr: toucher de mort

source: flashbomb
fr: grenade aveuglante

source: morning star
fr: étoile du matin

source: No description available. Nobody else has seen such a horrendous thing before! Special Notes:
fr: Pas de description disponible. Personne n'a jamais vu pareil horreur auparavant. Remarques :

source: Door
fr: Porte

source: Mechanical Goliath
fr: Goliath

source: Iron Golem
fr: Golem de fer

source: Sentry Tower
fr: Tour de guet

source: dual laser cannon
fr: double canon laser

source: Worker Droid
fr: Droïde bosseur

source: These tiny metal gnomes are known as the 'worker droids' by the Chaos overlords. It is not known what nature drives their acts; in fact, nobody knows, aside from their creators, if they are living beings, undead, or animated rocks. Special Notes:
fr: Ces minuscules gnomes métalliques sont connus sous le nom de 'Droïde bosseur' par les dirigeants du chaos. On ne sait pas quelle nature dirige leurs actes, en fait, personne ne sait, hormis leurs créateurs, s'ils sont des vivants, des morts-vivants, ou des rochers animés. Remarques :

source: oil
fr: huile

source: crush
fr: écrasement

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
fr: Parfois connue sous le nom de 'basilic', cette créature mythique est supposée avoir le pouvoir de transformer la chair en pierre. Nul besoin de préciser que cela est très dangereux.

source: gaze
fr: regard

source: Eyestalk
fr: Œil pédonculé

source: Named 'Eyestalks' for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While almost defenseless against melee attacks, its deadly gaze from afar is not to be underestimated. Special Notes:
fr: Nommé ''il pédonculé pour deŒs raisons évidentes, ces créatures, semblables à des plantes, peuvent concentrer fixement leur regard sur une victime non avertie et drainer l'énergie vitale directement de ses dernières pour accroitre la leur. Alors que presque sans défense face aux attaques de mêlée, se motel regard fixe ne doit pas être sous-estimé/ Remarques :

source: smash
fr: *BOUM*

source: Giant Ant
fr: Fourmi géante

source: Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Those that live deep underground tend to grow up over their normal size. Though normally not hostile, they can bite at close range, dealing more damage than a normal-sized ant.
fr: Les fourmis sont communes à presque tous les environnements, des cavernes profondément enfouies sous terre aux sommets des grandes montagnes. Celles qui vivent très profondément ont tendance à grandir au delà de leur taille normale. Quoique normalement peu hostiles, elles peuvent mordre de près, causant plus de dégâts qu'une fourmi de taille normale.

source: fangs
fr: crocs

source: Lesser Giant Spider
fr: Araignée presque géante

source: web
fr: toile

source: Chaos Hound
fr: Molosse du chaos

source: Quite fragile in combat, the Hounds of Chaos are directly affected by the magic of the chaos mages, resulting in them listening to every word of their commander which results in frenzied mindless killing machines; though they're easily taken care of by a tougher adversary, their nimble bodies allow them to penetrate far into enemy lines and severely damage support units.
fr: Plutôt fragiles, les molosses du chaos subissent directement l'influence des mages du chaos dont chaque mot les transforme en machines de guerre frénétiques. Bien que facilement vaincus par un adversaire plus fort, leur corps agile leur permet de pénétrer loin les lignes ennemies et de blesser grièvement les unités de soutien.

source: Demonic Hound
fr: Molosse démoniaques

source: Not just hounds, turned into machines - but mindless bloodthirsty half-demons, twice larger than ordinary hounds. They charge only at the commands of other demonic beings, with the desire of bloodbath.
fr: Ce ne sont plus de simples molosses mais des machines sans âme, avides de sang et à moitié démoniaques. Ils sont deux fois plus gros que les molosses ordinaires. Ils n'attaquent, avec le désir de faire un carnage, que sur ordre d'autres créatures démoniaques.

source: Hellhound
fr: Chien d'enfer

source: Leech
fr: Sangsue

source: drainer
fr: suceur

source: Brain Drainer
fr: Suceur de cerveau

source: Giant Leeches grow up after draining enough blood, becoming a extremely dangerous threat for any living creature. As they drain blood, they regenerate, healing their wounds and growing in size. Since they acquire the habit of sucking the prey's head first, they have been named the 'brain-drainers'. This does not mean that they actually feed on its brain. They just crush its craneum with their powerful mouth in order to gain easy and fast access to the blood in the remaining body of the poor victim. Special Notes: When this creature gains enough experience in combat, it renews itself as if freshly summoned, healing all damage sustained.
fr: Les sangsues géantes grandissent après avoir sucé assez de sang, devenant une menace extrêmement dangereuse pour toute créature vivante. Lorsqu'elles sucent le sang, elle se régénèrent, soignent leurs blessures et grandissent en taille. Comme elles ont l'habitude de sucer d'abord la tête de leur proie, on les a surnommées les 'suceurs de cerveau'. Ce qui ne signifie pas qu'elles se nourrissent vraiment de cerveaux. Elles leur écrasent le crane de leur puissante bouche afin de parvenir aisément et rapidement au sang corporel de la pauvre victime. Remarque : Quand cette créature gagne suffisamment d'expérience au combat, elle se régénère comme si elle venait d'arriver, soignant tous les dommages subits.

source: Giant Leech
fr: Sangsue géante

source: Leeches are very known for their habit of draining the blood out of bigger creatures. It is a fortune that they are smaller than a man's thumb. However, in certain places, deep underground, giant un-eyed reptilians that behave as leeches have been spotted, thus leading people to call them 'Giant Leeches'. It is not known what these beings actually are, or how they got to have this body structure and habits. Rumor has it that they are eternally thirsty of fresh blood. Special Notes:
fr: On connaît bien les sangsues pour leur habitude de sucer le sang de créatures plus grandes qu'elles. C'est une chance qu'elles soient plus petites que le pouce d'un humain. Cependant, en certains endroits, profondément enfouis, des reptiles géants à un oeil qui se conduisent comme des sangsues ont été découverts, aussi le langage populaire les appelle-t-il 'sangsues géantes'. On ne sait pas ce que ces êtres sont réellement ni comment ils sont parvenus à atteindre cette structure corporelle ni ces habitudes alimentaires. La rumeur populaire prétend qu'ils ont perpétuellement soif de sang frais. Remarques :

source: mud glob
fr: boule de boue

source: Crow
fr: corbeau

source: Crows are carrion birds which will eat anything dead. Larger ones such as this have been also known to feed upon living preys when food is scarce.
fr: Les corbeaux sont des oiseaux charognards qui mangent n'importe quoi de mort. De plus grands que ceux ci sont connus pour avoir mangé des proies vivantes en période de disette.

source: beak
fr: bec

source: claws
fr: griffes

source: Falcon
fr: Faucon

source: Majestic birds of prey, falcons are the fastest creatures in the world. Even though these wild falcons have escaped from their keepers, they continue to hunt with their razor-sharp claws.
fr: Majestueux oiseaux de proie, les faucons sont les plus rapides créatures du monde. Bien que ces faucons sauvages aient échappé à leurs gardiens, ils continuent à chasser avec leurs griffes aussi tranchantes que des rasoirs.

source: Fungoid
fr: Fongueux

source: head-butt
fr: coup de tête

source: twig
fr: brindille

source: Rabbit
fr: Lapin

source: The rabbit is a cute creature living in the fields and forests. In its gnawing attack, striking from powerful incisors, resides carrots' greatest fear. Alas, rabbits are victims of the appetite of many other nasty creatures, like wolves or even humans, for their flesh is used in one of the most delicious known dishes. Legend has it that they follow a king rabbit by the name of Cedric.
fr: Le lapin est une mignonne créature vivant dans les champs et les forêts. Son attaque 'rongeante', effectuée à l'aide d'incisives puissantes, procure la crainte la plus grande aux carottes. Hélas, les lapins sont les victimes de l'appétit de beaucoup d'autres créatures désagréables, comme les loups et même les gens, car leur chair est utilisé dans un des plus délicieux plats connus. La légende prétend qu'ils obéissent à un roi des lapins dont le noms serait Cedric.

source: incisors
fr: incisives

source: Tux the Penguin
fr: Tux le Pingouin

source: Nobody knows where the Tux came from. Rumour has it that it's the avatar of the destruction wind in this world.
fr: Personne ne sait d'où vient Tux. La rumeur prétend qu'il est la représentation du vent de la destruction dans ce monde.

source: Tiger
fr: Tigre

source: Water Serpent
fr: Serpent d'eau

source: Water Serpents are smaller cousins of the more famous Sea Serpents. Water Serpents can swim through water quite quickly and prey on all kinds of creatures, both large and small.
fr: Les serpents d'eau sont des cousins de petite taille des fameux serpents de mer. Les serpents d'eau nagent assez vite et s'attaquent à toutes les créatures, les grandes comme les petites.

source: Steppe Bladesman
fr: Porte-hache des steppes
