Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Those orcs who excell in the use of the battle axe are informally known to their bretheren as Bladesmen. Disregarding all flair or style, Bladesman fight with simple and brutal strength, hacking directly at whatever stands before them. Any skill gained through battle only builds on what nature has already granted them.
fr: Les orcs doués pour manier une hache de bataille sont surnommés « porte-hache » par leurs compatriotes. Ignorant tout effet de style, ils utilisent bêtement leur force brute pour combattre, découpant tout ce qui se trouve sur leur passage. Ce qu'ils peuvent apprendre durant les batailles ne fait que renforcer ce que la nature leur a déjà donné.

source: battle axe
fr: hache de bataille

source: Icewind Drover
fr: Gardien du blizzard

source: A Herder of sufficiant ability can become what the Steppe Orcs call a Drover, the elite of the IceWind order. With age and experience in the control of elemental magics. Some have claimed to be capable of summoning forth fierce blizzards from a clear sky, an unlikely feat unconfirmed by outsiders. When asked about the mechanics of their abilities they often answer by refering to themselves as 'conduits'. Just what it is that they channel is never revealed. The tribespeople claim to notice a blue tinge that begins to pervade their normally brown complexion and a crystalline hardness of their skin. Other steppe orcs whisper that this is because their hearts pump not blood, but ice. Special Notes: The Frost attack inflicted by the IceWind Drover is magical in nature and always has a high chance of hitting an enemy.
fr: Un berger compétent peut devenir un « gardien du blizzard », comme l'appellent les orcs des steppes. Cela représente l'élite de l'Ordre du Blizzard. Avec l'âge et avec l'expérience du contrôle des magies élémentales, certains disent qu'ils peuvent invoquer un furieux blizzard même dans un ciel dégagé ; ce fait improbable n'a jamais pu être confirmé par un étranger. Quand on les interroge sur l'origine de leurs pouvoirs, les gardiens répondent souvent en se désignant comme « guides ». Mais l'élément qu'ils canalisent n'est jamais dévoilé. Les membres de la tribu prétendent apercevoir une nuance bleutée dans leur teint habituellement brun, et la rugosité cristalline de leur peau. D'autres orcs des steppes murmurent que leur cœur ne draine pas de sang, mais de la glace. Remarque : l'attaque glacée du gardien du blizzard est magique, et a toujours de fortes chances de toucher l'ennemi.

source: frostbite
fr: morsure glaciale

source: Icewind Herder
fr: Berger du blizzard

source: There is an old tale about the creation of the the IceWind order: A gang of children were fishing when a very young female, hooking something bigger then she could land, was dragged into the subzero waters. She did not reappear. Two days later, by which time the tribe had nearly forgotton the loss, a sentry witnessed an unnerving spectacle. The very same girl, delirious with exhaustion and deathly pale, was spotted dragging herself from the pond. After the incident the girl, whose name is a closely guarded secret, was never the same. The tribespeople told stories of seeing her freeze a bear solid, simply by looking at it, others claimed that she went out by night to converse with unseen things that moved in the water. Nobody dared approch her about these rumours, lest they prove to be true. She became the founder of the IceWind order, every year she would select children from the tribe to train. Whatever she taught them, it granted them a mysterious influence over the elements of their habitat. The Herders themselves describe this influence as 'union'. Within her lifetime the order became an accepted part of the clan. The child refused outright to reveal what had happened in the frozen pool and when she died many years later the secret died with her. Special Notes: In battle Herder's are able to conjure up a field of lethal cold. This is magical in nature and always has a high chance of damaging an enemy.
fr: Un vieux conte parle de la création de l'Ordre du Blizzard : une bande d'enfants était partie pêcher, quand une très jeune fille, attrapant une proie trop grosse pour elle, fut traînée dans les eaux glaciales. Elle n'en ressortit pas. Deux jours plus tard, alors que la tribu avait déjà presque oublié sa disparition, une sentinelle vit un spectacle déconcertant : la fillette épuisée, délirante, et d'une pâleur mortelle, se traînait hors de la mare. La jeune fille, dont le nom est gardé secret avec grand soin, ne redevint plus jamais la même. Les membres de la tribu racontaient que certains l'avaient vue geler un ours sur place, d'un simple regard ; d'autres affirmaient qu'elle sortait la nuit pour discuter avec des choses invisibles se déplaçant dans l'eau. Personne n'osait l'approcher suite à ces rumeurs, craignant leur véracité. Elle fonda l'Ordre du Blizzard, sélectionnant chaque année un enfant de la tribu pour pouvoir l'entraîner. Cet enseignement, quel qu'il fût, leur conférait un pouvoir mystérieux sur les éléments de leur habitat. Les bergers nomment cette influence « fusion ». L'Ordre fut progressivement accepté par le clan. L'enfant refusa de révéler ce qui s'était passé dans cette mare glacée et quand elle mourut, beaucoup plus tard, son secret s'éteignit avec elle. Remarque : au combat, le berger du blizzard peut invoquer un dangereux rayon glaçant. Cette attaque magique a toujours de grandes chances de blesser l'ennemi.

source: Icewind Master
fr: Maître du blizzard

source: Masters are a rare thing indeed, especially in a race with little aptitude for magic. There is almost never more then one in each generation and, as often as not, no Masters will emerge for decades. Those that do reach this pinnacle of their order are often of reclusive nature, as their power seperates them from the main clan. However the reasons for their estrangement also grant them great respect from their brethren. Special Notes: The Frost attack inflicted by the IceWind Master is magical in nature and always has a high chance of hitting an enemy.
fr: Les maîtres du blizzard sont vraiment très rares, surtout parmi une race peu encline à la magie. Il n'y en a presque jamais plus d'un par génération, et plusieurs décennies peuvent souvent passer avant qu'un maître n'émerge. Ceux qui arrivent au sommet de l'Ordre sont souvent des solitaires, séparés du clan à cause de leur pouvoir. Mais cet isolement leur permet aussi d'être très respectés par leurs camarades. Remarque : l'attaque glacée du maître du blizzard est de nature magique et a toujours de fortes chances de toucher l'ennemi.

source: Steppe Juggernaut
fr: Mastodonte des steppes

source: Some of the Steppe Orcs aspiring to power realise that they actually have a certain aptitude for the charge. Abandoning the pursuit of leadership, these Juggernauts fling themselves on the enemy with utterly ferocious recklessness. In one legendary incident, likely made greater with each telling, an entire squad of elves scattered and ran at the sight of a single Juggernaut bearing down on them. Special Notes: When used on the offensive the intimidation of a Juggernauts charging flail attack decreases the damage he takes in retaliation. This only effects enemies of equal or lesser level.
fr: Certains orcs des steppes ambitieux réalisent qu'ils sont en fait très doués pour charger. Abandonnant tout espoir de diriger, ces mastodontes se jettent sur l'ennemi avec une férocité complètement téméraire. Un incident légendaire, sans doute embelli au fil des récits, raconte qu'un escadron complet d'elfes s'est dispersé et a pris la fuite à la vue d'un seul destructeur fonçant sur eux. Remarque : en attaque, l'effroi suscité par la charge au fléau réduit les dégâts fait par la riposte adverse ; cela n'est valable que pour les ennemis de niveau inférieur ou égal.

source: flail
fr: fléau

source: Steppe Khan
fr: Khan des steppes

source: The steppe chieftains are titled Khans, serving as both statesmen and generals. They have discovered the advantages of leading from behind, urging their fellows on before them. Before a battle it is customary for them to mingle with the soldiers, goading them on with threats, promises, insults or just primal bellows. Anything to spur them into a towering rage. Nearly everyone who has fought the orcs of the steppe has spoke of the unnerving roars of the orcish leaders. Despite this, Khans are more then ready to enter the fray against any especially audacious enemy that seeks to challenge them. Often, while retaining their flail, they focus on using the axe as they are considered too valuable an asset to risk in daredevil charges. Special Notes: When used on the offensive the intimidation of a Khans charging flail attack decreases the damage he takes in retaliation. This only effects enemies of equal or lesser level.
fr: Les chefs de la steppe portent le titre de Khans et servent à la fois comme hommes d'état et comme généraux. Ils ont découvert les bénéfices qu'il y a à commander de l'arrière, pressant leurs camarades vers l'avant. Avant la bataille, ils vont souvent se mêler aux soldats, pour les motiver avec des menaces, des promesses, des insultes ou, tout simplement, des beuglements. Tout leur est bon pour créer un état de rage. Presque tous ceux qui ont déjà combattu des orcs des steppes évoquent ces grondements déstabilisant des chefs orcs. Mais malgré tout, les Khans vont toujours volontiers se jeter dans la mêlée si un ennemi ose les défier. Souvent, ils préfèrent employer leur hache et non pas leur fléau, qu'ils considèrent comme trop précieux pour le perdre dans une charge brutale. Remarque : lorsqu'elle est utilisée offensivement, l'effroi causé par l'attaque au fléau réduit les dégâts causé par la riposte. Cela n'affecte que les ennemis de niveau inférieur ou égal.

source: Steppe Massif
fr: Barbare des steppes

source: Clad in crude armour with full-face helms and swinging weapons too heavy for many humans to lift, the hulking Massifs are a terrifying spectacle. They invariably continue their use of the battleaxe, with fearful results.
fr: Les musculeux barbares présentent un spectacle terrifiant : protégés d'une armure rudimentaire et d'un heaume couvrant complètement leur visage, ils brandissent des armes que peu d'humains pourraient soulever. Ils manient continuellement leurs haches de bataille et obtiennent de redoutables résultats.

source: Steppe Outcast
fr: Exclu des steppes

source: Not all initiates to the IceWind order are successful. Some lack the necessary patience, others are found wanting in mental edurance. However being excluded from the order cannot make them forget what they have learned. When the Outcasts first began performing supposedly forbidden magic on their own, the IceWind order raised an uproar in the tribal council. Under threat of exile the Outcasts were forced to ceace their activities. But their order survived, albeit in a different form. Rather then mimic their counterparts, they developed a parallel sect taht exists on the fringes of the tribe. The magics worked by the Outcasts are undeniably crude, but have great practicle use. However they are denied the mystical union with their icy home, that is a right reserved for the Herders. Special Notes: The strike of the Outcast is of a magical variety and always has a high chance of success.
fr: Les initiés de l'Ordre du Blizzard ne réussissent pas tous : certains n'ont pas la patience nécessaire, d'autres n'ont pas l'endurance mentale. Mais leur exclusion n'efface pas ce qu'ils ont appris. Quand les exclus ont commencé à pratiquer une magie censée leur être interdite, l'Ordre du Blizzard s'est vigoureusement adressé au conseil tribal pour s'y opposer. Menacés d'exil, les exclus ont été contraints de cesser leurs activités. Mais leur ordre a survécu, sous une forme différente : ils ont développé une secte en marge de la tribu plutôt que d'imiter leurs concurrents ; leur magie est indéniablement rudimentaire, mais ses applications pratiques sont redoutables. L'union mystique avec leur demeure de glace leur est cependant refusée : ce droit est réservé aux bergers. Remarque : l'attaque d'un exclus est considérée comme magique et a toujours de grandes chances de toucher.

source: frigid touch
fr: toucher glaçant

source: Steppe Pariah
fr: Paria des steppes

source: Those rejects of the IceWind order who achieve veteran status in their art are looked upon as akin to minor criminals. However not even the Herders can deny that they are more then a little useful. Pariahs have little loyalty to the clan and rarely fight except for an incentive. When they do, they specialise in flushing foes from fortified positions or difficult terrain. Special Notes: The strike of the Pariah is of a magical variety and always has a high chance of success.
fr: Les membres rejetés par l'Ordre du Blizzard, mais qui parviennent au statut de vétéran, sont plutôt considérés comme des criminels sans envergure. Mais même les bergers ne peuvent nier leur utilité indéniable. Les parias, qui sont peu loyaux au clan, ne combattent que rarement et seulement pour une récompense. Leur spécialité est alors de déloger l'ennemi installé dans des positions fortifiées ou sur un terrain difficile. Remarque : La frappe d'un paria est une variante de magie et a toujours de grandes chances de toucher.

source: Steppe Rigid
fr: Inflexible des steppes

source: Aptly named, the Rigid are a near unbreakable foe. They often form fall-back positions behind the battle lines. Many a time the Rigid have been sacrificed, delaying the enemy while the main force recovers and regroups behind their unyielding wall of flesh, bone and iron. Their role is hardly a glorious one and usually comes to an end jammed into a choke point against hopeless odds. Special Notes: Due to their lack of weaponry Rigid can not attack the enemy. When attacked however, they retaliate with heavy strikes with the front of their shields.
fr: Justement nommés, les inflexibles constituent un adversaire pratiquement indélogeable. Ils établissent souvent des positions de repli en deçà de la ligne de front. Plus d'une fois, les inflexibles ont été sacrifié pour retarder l'ennemi pendant que les forces principales récupéraient et se réorganisaient à l'abri de leur impénétrable muraille de chair, d'os et d'acier. Leur rôle n'a rien de glorieux et se termine le plus souvent coincé dans un goulot d'étranglement tenu désespérément. Remarque : les inflexibles ne peuvent pas attaquer l'ennemi à cause de leur manque d'armement ; mais ils sont capables de répliquer en frappant lourdement avec leur boucliers s'ils sont attaqués.

source: shield bash
fr: coup de bouclier

source: Steppe Savage
fr: Sauvage des steppes

source: Unlike humans or elves, most orcs find a barbaric thrill in the chaos and blood of battle. Some so much so that the experience pushes their psyche, unstable and voilent at the best of times, dangerously close to the brink. Teetering on the fine edge between sanity and burning instinct, they are feared nearly as much by their comrades as by their enemies. Hurling themselves bodily into the fray, they attack enemies solely with their fists and teeth. Savages cease to use armour at all, allowing them greater speed and ease of movement but sacrificing the protection it gives. Few have been known to survive beyond early adulthood. Special Notes: When fighting, Savages enter a voilent frenzy, driving home their attack until their own death or that of their target.
fr: Contrairement aux humains ou aux elfes, beaucoup d'orcs éprouvent un frisson barbare durant le chaos qui règne durant les batailles sanglantes. L'esprit de certains d'entre eux, déjà instable et violent en temps ordinaire, s'approche dangereusement du point de rupture entre l'équilibre et l'instinct destructeur. Ces orcs sont redoutés presque autant par leurs camarades que par leurs ennemis ; ils se jettent à corps perdu dans la mêlée, mordant et frappant à poings nus. Les sauvages renoncent aux armures pour être plus rapides et plus libres de leurs mouvements, mais cela réduit leur protection. Rares sont ceux qui survivent quelques années au-delà de l'âge adulte. Remarque : lorsqu'ils combattent, les sauvages entrent dans une frénésie violente qui ne peut s'arrêter que par leur mort, ou par celle de leur adversaire.

source: frenzy
fr: frénésie

source: Steppe Shieldbearer
fr: Porte-bouclier des steppes

source: Some soldiers are given a special role, quite different from any of their comrades. Shieldbearers carry no real weapon at all. Their unique duty is to protect the wounded, patch up holes in the line and, if all looks to be lost, hold off the enemy long enough to cover their retreating army. It has often been said by the Steppe Orcs that while the Shieldbearers have never secured victory, they have numerous times prevented utter defeat. Special Notes: Due to their lack of weaponry Shieldbearers can not attack the enemy. When defending however, they retaliate with heavy strikes with the front of their shields.
fr: Certains soldats se voient confier un rôle spécial, très différent de celui de leurs autres camarades. Les porte-boucliers n'ont pas vraiment d'arme et doivent seulement protéger les blessés, boucher les trous dans les lignes et, si tout paraît perdu, contenir l'ennemi suffisamment longtemps pour couvrir la retraite de l'armée. Les orcs des steppes disent souvent que les porte-boucliers, s'ils n'ont jamais assuré la victoire, ont plus d'une fois évité une déroute cuisante. Remarque : les porte-boucliers ne peuvent pas attaquer l'ennemi à cause de leur manque d'armement ; mais, s'ils sont attaqués, ils peuvent répliquer en frappant lourdement avec leur boucliers.

source: Steppe Skewer
fr: Embrocheur des steppes

source: While orcs may not be renowned for their intellectual capacity, it is well within their powers of thinking to realise that a longer spear will allow them to impale an enemy from greater distance. In addition, Skewers delight in crafting barbed heads for their spears, further increasing their grisly effectiveness. Special Notes:
fr: Les orcs ont beau ne pas briller par leurs capacités intellectuelles, leur petit cerveau est suffisant pour se rendre compte qu'une lance plus longue leur permettra d'empaler un ennemi à une plus longue distance. Les embrocheurs s'amusent d'ailleurs à améliorer leur lance en y ajoutant de sinistres fers barbelés. Remarque :

source: Steppe Spearhead
fr: Fer de lance des steppes

source: Any Steppe Orcs wishing to lead their comrades must first show their worth in battle. Spearheads lead the charge into the enemy, seeking to crash a hole in the battle lines of the foe. It is a dangerous profession to say the least. Their eagerness to impress frequently results in a sticky end. Their crude but often effective tactics are complemented by equally crude but effective weapons. A weight attached to a chain makes a perfectly servicable flail. Special Notes: When used on the offensive the intimidation of a Spearheads charging flail attack decreases the damage he takes in retaliation. This only effects enemies of equal or lesser level.
fr: Tout orc des steppes qui aspire à diriger ses camarades doit d'abord prouver sa valeur au combat. Les fers de lance mènent la charge contre l'ennemi, et cherchent à ouvrir une brèche dans les lignes adverses. On ne peut nier qu'il s'agit d'une profession à hauts risques, et leurs ambitions les conduisent fréquemment à une fin sanglante. Leurs tactiques rudimentaires, mais souvent efficaces, se basent sur un armement lui aussi rudimentaire et tout aussi efficace. Un poids au bout d'une chaîne suffit pour faire un fléau très convenable. Remarque : lorsqu'elle est utilisée offensivement, l'effroi causé par l'attaque au fléau réduit les dégâts causé par la riposte. Cela n'affecte que les ennemis de niveau inférieur ou égal.

source: Steppe Spearman
fr: Porte-lance des steppes

source: The orcs of the steppe learnt early on that their axes were simply not suitable against all foes. In accordance with this, some warriors forgo further usage of the axe and take up short spears. While neccesary, the change is often somewhat awkward.
fr: Les orcs de la steppe ont rapidement compris que leurs haches ne convenaient pas contre tous les adversaires. Certains guerriers troquent donc leurs haches au profit de courtes lances. Même s'il est nécessaire, ce changement s'avère souvent un peu embarrassant.

source: Steppe Stoic
fr: Muraille des steppes

source: The Stoic are embodiments of endurance, plain and simple. They are characterized by sheer stubbornness and refusal to go down even under the heaviest of blows. Time and again a foe has struck down a Stoic and thought him dead, only to see the hardy orc lift himself from among the corpses of the dead, raise his shield and reasume his position. Special Notes: Due to their lack of weaponry Stoic may not attack the enemy. When attacked however, they retaliate with heavy strikes with the front of their shields.
fr: Les murailles personnifient l'endurance, purement et simplement. On les reconnaît à leur entêtement sans borne et à leur refus de tomber, même après le coup le plus puissant. Plus d'une fois, un ennemi en a frappé un et l'a cru mort, pour voir ensuite l'orc robuste se relever au milieu des cadavres, redresser son bouclier et reprendre sa position. Remarque : leur manque d'armement empêche les murailles d'attaquer l'ennemi ; ils peuvent néanmoins répliquer en frappant brutalement avec leur bouclier s'ils sont attaqués.

source: Steppe Vanguard
fr: Avant-garde des steppes

source: Having proven themselves in battle, Vanguards start to assert their authority others. Their experience is put to use on the battlefield, where they direct the actions of their comrades. Yet often in the fracas of battle these subtleties are disregarded and the Vanguards live up to their name, leading by example. They have however learnt some restraint, complementing their flails with a standard battleaxe similar to that used by steppe warriors. Special Notes: When used on the offensive the intimidation of a Vanguards charging flail attack decreases the damage he takes in retaliation. This only effects enemies of equal or lesser level.
fr: Les avant-gardes assoient progressivement leur autorité auprès des autres après avoir prouvé leur valeur au combat. Leur expérience sert sur le champ de bataille, où ils dirigent les actions de leurs camarades. Mais dans le fracas des combats, ils oublient souvent ces subtilités et repassent devant pour montrer l'exemple, d'où leur nom. Ils savent, malgré tout, un peu mieux se contenir et utilisent, en plus du fléau, une hache de bataille classique, semblable à celle des guerriers des steppes. Remarque : lorsqu'elle est utilisée offensivement, l'effroi causé par l'attaque au fléau réduit les dégâts causé par la riposte. Cela n'affecte que les ennemis de niveau inférieur ou égal.

source: Steppe Warrior
fr: Guerrier des steppes
