Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Yes, runic glyphs! They activate on contact, and are usually used for opening gates and tunnels. But, where are them?
fr: Oui, les glyphes runiques ! Elles s'activent par contact et sont habituellement utilisées pour ouvrir des portes et des tunnels. Mais, où sont elles ?

source: We'll have to explore to find out their locations.
fr: Nous devons explorer pour trouver leurs emplacements.

source: We ought to be careful. We are not welcome here.
fr: Nous devons être prudents. Nous ne sommes pas les bienvenus ici.

source: Find the 6 glyphs that should open the central chamber
fr: Trouver les 6 glyphes qui ouvriront la chambre centrale

source: Glyph activated.
fr: Glyphe activée.

source: A wall moves.
fr: Un mur bouge.

source: All glyphs activated. The earth shakes!
fr: Toutes les glyphes sont activées. La terre tremble !

source: This is it!
fr: C'est ça !

source: She is there, let us go.
fr: Elle est là, allons y.

source: I have been waiting this for too long.
fr: J'attends cela depuis trop longtemps.

source: Hello there! Anybody at home?
fr: Youhou ! Quelqu'un ?

source: Intruders! Protect the Lady of Light!
fr: Des intrus ! Protégez la Dame de Lumière !

source: Argh!! Yelp...
fr: Argh ! Au s'cours...

source: Destroy the necromancer!!
fr: Tuez le nécromancien !

source: Huh? Prepare to meet your fate, you...
fr: Hein ? Prépare toi à rencontrer ton destin, tu...

source: Stop, we are the Elves of the Valley of Elynia, you must let us pass!
fr: Arrêtez, nous sommes les elfes de la vallée de Elynia, vous devez nous laisser passer !

source: Elves? Impossible, you must be dead by now! Prove that you are true elves!
fr: Des elfes ? Impossible, vous devriez être mort maintenant ! Prouvez nous que vous êtes vraiment des elfes.

source: I call upon the light of Eloh! May it awake our sage from her millenary sleep!
fr: J'en appelle à la lumière d'Eloh ! Puisse-t-elle réveiller nôtre sage de son sommeil millénaire.

source: As Analia pronounced the spell, the great tree at the center of the chamber disappeared, and a beautiful elven lady materialized in its place, laying in the grass floor. Big dragonfly wings on her back, her pale red hair and eyes, made it obvious that she was not any elf, but the Lady of Light. Half-asleep, her powers were still enough to illuminate the surroundings without requiring any minimal effort from her.
fr: Tandis qu'Analia prononcait l'incantation, le grand arbre du centre de la chambre disparaissait et une belle dame elfe se matérialisit à sa place, gisant sur le sol herbeux. Des grandes ailes de libellule sur son dos, son cheveux et ses yeux roux pâle montraient à l'évidence qu'elle n'étais pas une elfe mais la Dame de Lumière. Même semi-endormie, ses pouvoirs étaient fsuffisants pour illuminer les alentours sans exiger plus qu'un effort minimal de sa part.

source: (sleepy) Who has... awaken me?
fr: (endormie) Qui me... réveille ?

source: W...
fr: N...

source: Elves? But how... how did you find this place... I must be still asleep.
fr: Des elfes ? Mais comment... comment avez vous fait pour trouver cet endroit ? Je dois rêver.

source: Actual...
fr: Mainten...

source: Necromancer, prepare to die... again!!!
fr: Nécromancien, prépare toi à mourir... encore !

source: No!!! (Too late.)
fr: Non !!! (trop tard)

source: She's... she is...
fr: Elle est... tellement...

source: (pile of dust laying on the ground) She's lovely.
fr: (tas de poussières sur le sol) Elle est...adorable.

source: Gee, thanks, but you have not told me who you are yet.
fr: Eh bien ! Merci, mais vous ne m'avez pas encore dit qui vous êtes.

source: I am Galas, leader of the elves who inhabited your valley, my Lady.
fr: Je suis Galas, chef des elfes qui habitaient dans vôtre vallée, Ma Dame.

source: Althurin, high Dwarvish Runemaster to the kingdom of Knalga.
fr: Althurin, grand maître des runes du royaume de Knalga.

source: Analia, first advisor of Galas, and this is...
fr: Analia, conseillère de Galas, et ceci c'est...

source: Mal Keshar, necromancer and sort of a burned pile of bones. Could you stop your chattering and restore me?
fr: Mal Keshar, nécromancien et espèce de tas d'os brûlés. Pourriez vous cesser de bavarder et me reconstituer ?

source: How come? You should be gone now, foul abomination...
fr: Comment cela se peut-il ? Vous devriez avoir disparue, abjecte abomination...

source: Actually, he has helped us along the way to find you, my lady, and saved our lives multiple times. You are the Lady of Light, right?
fr: Pour l'instant, il nous a aidé tout au long du chemin vers vous, Ma Dame, et a sauvé nos vies bien des fois. Vous êtes la Dame de Lumière, n'est ce pas ?

source: That is what my people used to call me. And how can I trust your word, dreadful cultist?
fr: C'est ainsi que mon peuple avait l'habitude de me nommer. Et comment pourrais je croire vos dire, affreuse prêtresse ?

source: I might have been aslept for all this time but my memory still serves, Galas, grand-son of Alduil. You have been to the side of our worst enemy all this time and you did not know. But well, we could set our differences aside and talk, why did you come here, to awake me?
fr: J'ai peut-être été endormie tout ce temps, ma mémoire est toujours intacte. Galas, petit-fils d'Alduil. Vous étiez du coté de nos pires ennemis tout ce temps et vous ne le saviez même pas. Mais bon, nous pourrions mettre de côté nos différences et discuter, pourquoi êtes-vous venus ici, me réveiller ?

source: After you parted ways with our people, and the now desert elves, we set home in a valley located in the far East, which we named in your honor, and lived there for long. However, recent events forced us to flee from there, and find a new home. That is where we met Keshar...
fr: Après que vous ayez changé de chemin avec nôtre peuple, maintenant les elfes du désert, nous avons établit nôtre patrie dans une vallée loin à l'est, vallée qui fut dénommée en vôtre honneur et dans laquelle nous vécûmes longtemps. Néanmoins, de récents évènements nous ont forcé à fuir et à trouver un nouveau gîte.. C'est ainsi que nous avons rencontré Keshar...

source: Mal Keshar, please.
fr: Mal Keshar, s'il vous plaît.

source: And he led us here to ask you for help in our war against the demons...
fr: Et il nous a accompagné ici pour vous demander vôtre aide dans nôtre guerre contre les démons.

source: The what? Demons!? But... but... that's impossible, I made sure they would never return, sealed Yanqui, and closed the portal! Nobody could have figured out how to open one again, I think.
fr: Les quoi ? Démons ? Mais... mais... c'est impossible, j'ai fais en sorte qu'ils ne reviennent jamais, j'ai emprisonné Yanqui et verrouille le portail. Personne ne pouvait imaginer comment le ré-ouvrir, je pense.

source: Yanqui? I do not understand...
fr: Yanqui ? Je ne comprends pas...

source: That part of history was forbidden to tell of for centuries, but I guess in the current circumstances we could make an exception. I can feel... I can feel your suffering for what has happened.
fr: Ce morceau de l'histoire a été interdit durant des siècles, mais je devine que dans les circonstances actuelles nous pouvons faire exception. Je peux sentir... je peux sentir que vous souffrez de ce qui est arrivé.

source: Me too, sort of.
fr: Moi aussi, en quelques sortes.

source: Your soul is corrupted, but you seek redemption, I feel it. I can make an exception with you too, Malin the Damned.
fr: Vôtre âme est corrompue mais vous aspirez à la rédemption, je le sens. Je vais faire une exception pour vous également, Malin le damné.

source: The last person who called me that way had a sudden death, you know possibly better than me that.
fr: La dernière personne à m'avoir appelé ainsi a connu une mort rapide, vous le savez sans doute mieux que moi.

source: Oh, in such case perhaps you did not want me to restore your body...
fr: Oh, dans ce cas là peut-être ne voulez vous pas que je régénère vôtre corps.

source: Oh, no, no! Do it, please, this position is very uncomfortable, at least for me.
fr: Oh non, non ! faites le s'il vous plaît, cette position est très inconfortable, du moins pour moi.

source: Ahhh, much better!
fr: Aaah, c'est bien mieux !

source: My lady, so you know where did the demons we fought come from?
fr: Ma Dame, vous savez donc d'où viennent les démons contre qui nous avons combattus ?

source: I am not completely sure, but I think they come from the underworld, exactly where Yanqui came from. And you can call me Elynia, by the way. You have always confused me with being a goddess, but I am afraid I am as mortal and vulnerable as any of you.
fr: Je ne suis pas tout à fait certaine mais je pense qu'ils viennent de la basse fosse, exactement de là d'où venait Yanqui. Et vous pouvez m'appeler Elynia, tout simplement. Vous m'avez toujours confondu avec une déesse mais j'ai bien peur de n'être que mortelle et vulnérable tout comme vous.

source: Now I am afraid too that the time to tell the story of the demon lord Yanqui has come. Analia might have told you little, vague references to it, but you need to know what you are facing. It is not as simple as it seems.
fr: Maintenant j'ai également peur qu'il soit temps de vous raconter l'histoire du démon majeur Yanqui. Analia a du vous en parler, faire des allusions, mais vous devez savoir en face de quoi vous êtes. C'est n'est pas aussi simple qu'il y paraît.

source: I am not sure it is adequate. You might not trust me, but I really do not want that to happen again.
fr: Je en suis pas certaine que ce soit opportun. Vous pouvez ne pas me croire mais je ne veux vraiment pas que cela de reproduise.

source: It is time. Now, you probably want to sit down on the grass. This will take quite a long time to tell.
fr: Il est temps. Maintenant vous voudrez sans doute vous asseoir sur l'herbe. C'est assez long à raconter.

source: Analia? But... but, she...
fr: Analia ? Mais... mais, elle...

source: Yechnagoth... the Eater of Souls?
fr: Yechnagoth... la dévoreuse d'âmes ?

source: Interesting, but how could a simple human control these forces? There must be something else, more powerful, behind this.
fr: Intéressant, mais comment un simple humain peut-il contrôler ces forces ? Il doit y avoir quelque chose d'autre, plus puissant, au dessus de lui.

source: I think we should move and quit wasting time here. The world needs us. And we have got to find Argan.
fr: Je crois que nous devrions bouger et cesser de perdre du temps ici. Le monde a besoin de nous. Et nous devons encore trouver Argan.

source: I do not think we shall find him. It is like... like if the earth itself swallowed him.
fr: Je ne pense pas que nous le retrouverons. C'est comme... comme si la terre elle même l'avait avalé.

source: Fair enough, let us go, I cannot wait to get out of these tunnels.
fr: Assez réjouissant, allons y. Je ne peux plus attendre pour sortir de ces cavernes.

source: Neither do I.
fr: Moi non plus.

source: Wow. This place is plenty of water, deep and shallow. Some small fords should allow us to get past it, but I see that they are well guarded by water spirits and other creatures which have some kind of afinity with water. This will not be too easy, yet not too hard.
fr: Waouh. Cet endroit est plein d'eau, profonde ou peu profonde. Quelques petits gués nous permettront de passer mais je vois qu'ils sont bien gardés par des esprits des eaux et autres créatures qui ont quelque affinité avec l'eau. Ce ne sera pas si facile mais pas trop dur.

source: This strange potion bottle gives me chills. A label with a skull on it makes it clear that it is a bad thing, but somehow, it does not smell like poison. A scroll close to it explains that it is a draining potion, which albeit makes the drinker much weaker, gives them the draining ability with their melee attacks. I am not sure if it is really worth the exchange, but draining my oponent's vital energy certainly attracts me.
fr: Cette étrange bouteille de potion me donne des frissons. Une étiquette avec un crâne dit clairement que c'est une mauvaise chose, mais malgré tout ça ne sent pas comme du poison. Un parchemin proche explique que c'est une potion de drain, qui bien que rendant le buveur beaucoup plus faible, lui donne la capacité 'drain' dans ses attaques en mêlée. Je ne suis pas sûr que cela vaille vraiment le coup mais drainer l'énergie vitale de mon adversaire m'attire terriblement.

source: I think it is worthy, let me take it.
fr: Je pense que c'est bien, laisse moi me prendre.

source: The unit drinks the potion, feeling immediately dazed and confused. Then, its vital energy is lowered, but its melee weapons gain the draining special.
fr: Le personnage boit la potion, se sentant immédiatement stupide et confus. Puis son énergie vitale baisse mais il gagne la capacité 'drain' dans ses combats en mêlée.

source: Drainer Potion
fr: Potion de drain

source: This potion adds the Draining ability to this unit's melee attacks, and makes it quite stronger against arcane attacks.
fr: Cette potion ajoute la capacité 'drain' à cette unité pour ses attaques en mêlée et la rend plus résistante à la magie.

source: On a second thought, I don't like the idea, it is abominable.
fr: D'un autre coté je n'aime pas cette idée, c'est abominable.

source: This potion would add the Draining ability to this unit's melee attacks, if only it was a living unit. You might want to move an living one to it instead.
fr: Cette potion ajoute la capacité 'drain' aux attaques en mêlée de cette unité seulement si c'est un vivant. Vous devriez approcher un vivant plutôt que cette unité ci.

source: What a beautiful flask of red potion! I open and smell it, and I immediately feel euphoric and energized. It must be one of those ancient 'berserk' potions, which make the drinker stronger and frenetically lethal for its enemies. This implies many risks in combat, as berserk attacks don't allow you to get protection or suchlike while in combat. However, it might prove to be useful in our war against the demons.
fr: Quelle belle flasque de potion rouge. Je l'ouvre, la renifle et me sens immédiatement euphorique est plein d'énergie. Ce doit être une de ces anciennes potions 'berserk' qui rend le buveur plus fort et frénétiquement mortel pour ses ennemis. Cela entraîne de nombreux risques au combat, puisque les attaques berserk n'autorisent aucune protection de quelque sorte durant le combat. Néanmoins ça pourrait bien être très utile dans nôtre guerre contre les démons.

source: I'll take it, I do not fear death!
fr: Je bois, je n'ai pas peur de la mort.

source: Berserk Potion
fr: Potion berserk.

source: This potion adds the Berserk ability to this unit's melee attacks (which also gain strength), and makes it stronger against impact, blade and fire attacks. Also, increases its maximum hitpoints 10% of the current maximum.
fr: Cette potion ajoute la capacité 'Berserk' aux attaques en mêlée de cette unité (qui gagne également en force) et le rend plus résistant aux impacts, aux coupures et au feu. Augmente également son nombre maximum de points de vie de 10% du nombre maximum actuel.

source: berserker frenzy
fr: frénésie berserk

source: Great! I now feel invincible!
fr: Génial ! Maintenant je me sens invincible !

source: Oh really? Let me check if you are really invincible!
fr: Oh vraiment ? On va voir si tu es réellement invincible.

source: Uh-oh. I might be in trouble. Or perhaps not.
fr: Oh-oh. Je suis peut-être en danger. Ou peut-être pas.

source: On the other hand, I do not want to get myself vanquished so easily.
fr: D'un autre coté je ne veux pas être vaincu aussi facilement.

source: This potion would add the Berserk ability to this unit's melee attacks, if only it was a strong, fearsome real fighter unit, living or not living.
fr: Cette potion ajoute la capacité 'Berserk' aux attaques en mêlée de l'unité, si elle représente réellement un combattant fort et effrayant, vivant ou non vivant.

source: Go'way!! We're like, closed or somethin'!!!
fr: Barrez vous ! On est fermé ou quelque chose dans le genre !

source: Um... okay.
fr: Hum... d'accord.

source: It is strange to find a house here, in the deep, but looks like someone inhabits it, for the good maintenance of the walls and door. The decoration of this cave also appears to be recent. What should I do, get away or see if somebody is living there?
fr: Il est surprenant de trouver une maison ici, dans les profondeur, mais il semble que quelqu'un l'habite, à voir le bon état des murs et de la porte. La décoration de cette caverne semble aussi être récente. Que devrais-je faire, partir ou voir si quelqu'un vit là ?

source: Shout and see.
fr: Appelle et tu verras.

source: Hellooooo! Anybody at home?
fr: Youhou ! Quelqu'un ?

source: I said HELLO!!!
fr: J'ai dit : BONJOUR !

source: (yet more silence)
fr: (encore un silence)

source: Should I insist another time, or abandon the cave?
fr: Dois je insister ou abandonner ?

source: Insist again.
fr: Insister

source: Very well, let me break in...
fr: Très bien, permettez moi de faire irruption...

source: So, anybody at home now?
fr: Youhou ! Quelqu'un ?

source: Aww. Is it that I can't find a safe place'ta live in?
fr: Aww. Ça serait y que j'peux pas trouver d'endroit pour vivre en paix ?

source: A goblin? How did you get here?
fr: Un gobelin ? Comment êtes vous arrivé ici ?

source: Oh really? Wait, let me prepare my baggage and I shall go with you.
fr: Oh vraiment ? Une seconde, le temps de préparer mon baluchon et je pars avec vous.

source: I think it would be safer to remain away from this cave.
fr: Je pense qu'il serait plus sage de sortir de cette caverne.

source: Strike on Knalga
fr: Tempête sur Knalga

source: Defeat all enemy leaders, if you can, or
fr: Battez tous les chefs ennemis, si vous pouvez, ou

source: Resist until end of turns
fr: Résister jusqu'à la fin des tours

source: Death of King Asthorgar
fr: Mort du roi Asthorgar

source: Death of Elynia
fr: Mort d'Elynia

source: Look, Knalga's capital is under siege!
fr: Voyez, la capitale de Knalga est assiégée !

source: The bastards! As I feared, they made it here before us!
fr: Les chiens ! Comme je le craignais ils sont là avant nous.

source: So those are the demons? They are smaller than I thought. It is clear that there are no chiefs amongst these.
fr: Ainsi ce sont les démons ? Ils sont plus petits que je ne pensais. Il est évident qu'il n'y a aucun chef parmi ceux là.

source: We must defeat them! They will pay if our king was assassined...
fr: Nous devons les battre. Ils paieront si nôtre roi a été assassiné.

source: Look, in the main keep! He's alive and safe... at least for now.
fr: Regardez, dans la redoute centrale ! Il est vivant et en sécurité... du moins pour le moment.

source: Our elven allies! We need your help, our main defense forces have been defeated by these intruders, and I don't think we can hold them away from the main keep for much longer!
fr: Nos alliés elfes ! Nous avons besoin de vôtre aide, nos défenses principales ont été battues par ces intrus et je ne pense pas que nous puissions les tenir éloignés de la redoute principale encore longtemps.

source: We will help you, lord, and we shall die fighting if it is necessary.
fr: Nous vous aiderons, Messire, et nous mourrons au combat si c'est nécessaire.

source: What? This is suicidal! We cannot fight against a true army, you know that better than me!
fr: Quoi ? C'est suicidaire ! Nous ne pouvons nous battre contre une armée entière, vous le savez mieux que moi.

source: Yes, but we can't leave the dwarves to perish alone! We are in debt with them. If it wasn't for them, or at least for their king and Althurin, we would never have found Elynia!
fr: Oui, mais nous ne pouvons laisser les nains périr seuls. Nous avons une dette envers eux. S'il n'avaient pas été là, au moins leur roi et Althurin, nous n'aurions jamais retrouvé Elynia !

source: Analia, you should have already learned that there are things more important than life itself, and things worse than death. We won't let ourselves fall before the demons, no matter what should happen.
fr: Analia, tu devrais déjà avoir appris qu'il y a des choses plus importantes que la vie elle même et des choses pires que la mort. Nous ne laisserons personne tomber devant les démons, peut importe ce qui peut advenir.

source: (sighs) I guess then that we must do it. But, our forces are still weak.
fr: (soupir) Je devine que ce doit être fait. Mais nos forces sont si faible.

source: You elves might be weak, but my minions shall never be, as long as I stand.
fr: Vos elfes sont peut-être faibles, mais mes favoris ne le serons jamais, pas tant que je serai debout.

source: Indeed. Also, you now have my powers by your side; thus, there shall not be any reasons left for declaring the battle lost before fighting.
fr: Bien sûr. Vous avez également mon pouvoir de vôtre côté, aussi il n'y a aucune raison de déclarer la bataille perdue avant même qu'elle ait commencé.

source: The elves are back under your control. Also, you can now recruit Sprites to help you!
fr: Les elfes sont de nouveau sous vôtre contrôle. Vous pouvez également enrôler des 'esprits' pour vous aider.

source: These forest sprites have both a melee and a ranged attack which inflict 'fire' damage. Use them wisely against your foes!
fr: Ces esprits sylvestres ont une arme de mêlée et une arme à distance qui inflige des dégâts de feu. Utilisez les avec discernement face à vos adversaires.

source: Your doom is at hand; surrender, dwarf King! If you do so, the Master might have mercy on some of your underlings and spare their lives.
fr: Votre perte est à portée de nos main, rendez vous, roi nain ! Si vous le faite, le Maître pourrait avoir pitié de certains de vos féaux et épargner leurs vies.

source: We'll rip you to pieces if you don't accept our offer!
fr: Nous vous taillerons en pièce si vous refusez nôtre offre.

source: We'll never surrend, loathsome vermins! May Knalga be destroyed and forgotten first, but our kind will never let an inferior force take over our caves!
fr: Nous ne nous rendrons jamais, détestables vermines ! Knalga peut être rasée et oubliée, mais nous ne laisserons jamais des forces inférieures prendre possession de nos cavernes.

source: Then, so be it. You have rejected any chance of mercy on your kind with your words of arrogancy and pride. All men, attack! Use any methods you deem necessary and effective for cleaning this place. For the Master! For the Empire!
fr: Qu'il en soit ainsi. Vous avez rejeté toute chance de pitié pour vos hommes avec vos paroles arrogantes et orgueilleuses. À l'attaque tout le monde. Utilisez toutes méthodes nécessaires et efficaces pour nettoyer cet endroit. Pour le Maître ! Pour l'Empire !

source: Hey, look, they are the elves! And they are back with the Blessed one!
fr: Hé, regardez, ce sont des elfes ! Et ils sont revenus avec la Sanctifiée.

source: Incompetent fools, they couldn't vanquish them all! It's our turn now. Let it be known that you shall pay with blood your bold, yet pitiful, repeated attempts to defeat us! You shall not escape this time!
fr: Stupides bourriques, ils ne peuvent pas nous vaincre tous. C'est nôtre tour maintenant. Laissez mois vous dire que vous allez payer de vôtre sang vos tentatives répétées, hardies mais pitoyables, de nous vaincre. Cette fois vous n'en réchapperez pas.

source: It is easy to speak, foul sorcerer of the Forbidden, but we won't let you accomplish your goals, not now, nor ever after this battle!
fr: C'est facile de parler, stupide sorcier de l'innommable, mais nous ne vous laisserons pas parvenir à vos fins, ni maintenant, ni jamais après cette bataille.
