Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Benthos commits suicide.
fr: Benthos se suicide.

source: Why did he have to do this?
fr: Pourquoi a-t-il fait cela ?

source: There must be a dark pact of fealty to their master. All these fiends are nothing but puppets of the real mastermind, which we'll have to stop by ourselves.
fr: Ce doit être un serment d'allégeance envers son maître. Tous ces ennemis ne sont rien d'autre que des poupées du véritable cerveau qui devra nous arrêter lui même.

source: What do you mean, elf?
fr: Qu'entends tu par là, elfe ?

source: Aragwaithi and orcs might start a full-sized war, but I'm afraid that the devotion and fanatism of these vassals will assure our defeat. I suggest sneaking through their lines at the most adequate moment, and slay him as soon as possible. The moral impact will force the Chaos Empire to surrender immediately.
fr: Les aragwaithi et les orcs pourraient débuter une guerre totale, mais j'ai peur que la dévotion et le fanatisme de ces vassaux n'assurent nôtre défaite. Je suggère de ,os introduire dans leurs lignes au moment le plus opportun de l'assassiner aussitôt que possible. L'impact émotionnel forcera l'Empire de Chaos de se rendre immédiatement.

source: It is suicidal. It is madness. Almost no possibility to escape from obliveration. Me likes it.
fr: C'est suicidaire. C'est de la folie furieuse. Quasiment aucune chance de s'en sortir. Ça me plaît.

source: That sounds like a devious plan. I am not sure... we could easily attemt to do it by ourselves, but what about the other elves?
fr: Ça ressemble à un plan stupide. Je ne suis pas sûre... nous pourrions facilement essayer nous même, mais qu'en est il des autres elfes ?

source: I will talk with the Council and make sure they have room in these lands to stay in, in any case. If we fail, they'll at least have additional time to escape from the Continent, to the unknown lands beyond the vast sea. If we succeed, good; they can then migrate and set home in other unoccupied regions of this continent, after the storm has passed on.
fr: Je parlerai au conseil et m'assurerai qu'ils auront, quoi qu'il en soit, le gîte dans ces contrées. Si nous échouons, au moins auront ils plus de temps pour s'échapper du continent vers les terres inconnues au delà de la vaste mer. Si nous réussissons, parfait. Ils pourront alors revenir et installer leurs pénates dans les régions inoccupées de ce continent, après que la tempête ne soit passée.

source: Will we do this together? If not, at least I will try.
fr: Dois le faire tous ensemble ? Sinon je peux m'en occuper seul.

source: You have my support, boy.
fr: Tu as mon appui, garçon.

source: Mine too. It's been a long time with ya, I'll not abandon ya now.
fr: Le mien aussi. Ça fait longtemps que je suis avec toi, je ne t'abandonne pas maintenant.

source: I have nothing left to care about... other than the fate of my people. Galas, you'll need my help, so I shall go with you too.
fr: Je n'ai rien laissé d'important... à part le destin de mon peuple. Galas, tu a besoin de mon aide, je pars donc aussi avec toi.

source: I'd better think about this later.
fr: Je penserai à cela plus tard.

source: You are free to choose to stay with your people. After all, we have met only very recently, so we are little more than strangers to you. I wish you the best of lucks in any case.
fr: Vous êtes libre de rester avec les vôtres. Après tout vous ne nous avez rencontré que très récemment aussi sommes nous un peu étrangers pour vous. Je vous souhaite bonne chance quoi qu'il en soit.

source: Thanks.
fr: Merci.

source: Council of Destiny
fr: Conseil du destin

source: Welcome once again, friends.
fr: Soyez les bienvenus, amis.

source: We bring to you what might be bad news. The enemy's forces are advancing to our country and are decimating the border towns.
fr: Nous vous apportons ce qui pourrait être de mauvaises nouvelles. Les forces adverses avancent dans nos terres et ont rasé les villes périphériques.

source: We know that, and are worried for the consequences it might bring. But, tell us, did you have success in your mission?
fr: Nous savons cela et somme attristé par les conséquences. Mais, dites nous, Avez vous réussi vôtre mission ?

source: Yes, sir. We made the pact with the local orcish tribes, and got them to ally with us for the rebelion. Actually, they helped us repelish a raiding group that we stumbled upon with in the way back to here.
fr: Oui monsieur. Nous avons conclu le pacte avec les tribus orcs locales et ils se sont allié à nous en vue de la révolte. Ils nous ont même aidés a repérer un groupe infiltré sur lequel nous sommes tombés sur le chemin du retour.

source: And we learned interesting facts in the process.
fr: Et nous avons appris d'intéressants faits sur toute cette affaire.

source: Elynia explains to the Grand Council the situation about the new foes.
fr: Elynia explique alors au conseil la situation face à ces nouveaux adversaires.

source: Atrocious. They might even have been our kinsmen before!
fr: Atroce. Ils auraient aussi bien pu être nos parent auparavant.

source: Another reason for stopping the loyalists once and for all.
fr: Raison de plus pour arrêter les loyalistes une fois pour toutes.

source: I maintain my point; this is suicidal, and if there was a better option, I would choose it instead.
fr: Je maintiens mon point de vue. C'est suicidaire, et si il y avait une meilleure solution, je la choisirai à la place.

source: It is unfortunate that there is not. This is something we must face together, all the remaining free races of the continent.
fr: Hélas il n'y en a pas. C'est quelque chose que nous devons faire ensemble, toutes les races encore libres de ce continent.

source: Now that we have the orcs by our side, I'd dare say it is time to start the final war. Anyone against?
fr: Maintenant que nous avons les orcs de nôtre coté, je peux affirmer qu'il est temps pour l'ultime guerre. Quelqu'un y est opposé ?

source: I'll take it as a no.
fr: Je prends cela pour un non.

source: We must call and prepare all able-bodied man and women today. Tomorrow, we depart to war. May a glorious death be our fate, if not a glorious victory.
fr: Nous devons appeler et préparer tous les hommes et femmes valides aujourd'hui. Demain nous partirons pou la guerre. Puisse une mort glorieuse être nôtre destinée, si ce n'est une victoire encore plus glorieuse.

source: And so, the Council has spoken.
fr: Et ainsi, le Conseil à parlé.

source: And so, we go to war. Lady and gentlemen of the Aragwaithi, it has been a pleasure to have met you. May it be not the last time we meet together.
fr: Alors, nous partons en guerre. Mesdames et messieurs les aragwaithi, c'était un plaisir de vous rencontrer. Puisse n'être pas la dernière fois que nous nous voyons.

source: If you don't mind, Galas, I will stay with you. You might need some of my help.
fr: Si vous n'y voyez rien contre, Galas, je reste avec vous. Vous pourriez avoir besoin de mon aide.

source: As you wish, Erathan.
fr: Comme vous voudrez, Erathan.

source: Can I cut some orcish throats now?
fr: Puis je couper quelques gorges d'orcs maintenant ?

source: What? I'm just looking for fun! I am tired of all this chit-chat, you know.
fr: Quoi ? J'essaye juste de plaisanter. Je suis fatigué des toutes ces palabres, vous savez.

source: And so, the Great War started. But Galas afterwards explained his plan to the Grand Council, before the day ended, and prepared everything for their final mission...
fr: Alors, la grande guerre débuta. Mais Galas, après avoir expliqué son plan au grand conseil, prépara ce qu'il fallait pour leur ultime mission, avant la fin du jour.

source: Dawn
fr: Aube

source: Defeat of Aragwaith allies
fr: Défaite de la coalition aragwaith

source: There, in those mountains the chaos hordes have set encampments!
fr: Là, dans ces montagnes, les hordes du chaos ont installé des camps.

source: This shall be an easy start, as they would not be prepared for a direct assault on our part. But beware that it might become harder with time. We ought to defeat this frontline before they have time to call upon reinforcements!
fr: Ce sera facile au début, Ils ne sont pas préparés à une assaut direct de nôtre part. Mais attention, ça va devenir plus dur avec le temps. Nous devons défaire la ligne de front avant qu'ils n'aient le temps d'appeler des renforts.

source: Charge!
fr: Chargez !

source: And so, it has begun.
fr: C'est parti !

source: The beginning of your personal vengeance, elf? It would have been easier for you to have joined our side since the start of your journey. You could have kept your old home; your people would be safe under my service.
fr: Le début de vôtre vengeance personnelle, elfe ? Il aurait été pus facile pour toi de rejoindre nôtre coté avant le commencement de ce jour. Tu aurais pu garder ton ancienne maison, ton peuple serait en sécurité à mon service.

source: What...
fr: Quoi ?

source: Is it that you fear to admit the truth, Galas? The truth that might hurt your own feelings about your people? Your thirst of blood and revenge is not something you shall ever conceal from me; I can sense everything in the air, everything in the earth; everything that lives and steps on this land is under my sight...
fr: Crains tu d'admettre la vérité, Galas ? La vérité qui risquerait d'altérer tes sentiments à l'égard de ton peuple ? Ta soif de sang et de vengeance n'est pas quelque chose que tu peux me cacher, je peux tout sentir dans l'air, tout dans la terre, tout dans ce qui vit et marche sur cette terre, sous mes yeux.

source: I grant you another opportunity. Choose your destiny and that of your kinsmen before it is too late; come with me, I can give you all protection, safety, unlimited power, knowledge, wealth, or anything else you would have wanted!
fr: Je t'offre une nouvelle chance. Choisi ta destinée et celle des tes parents avant qu'il soit trop tard. Viens avec moi, je peux t'offrir toutes les protections, la sécurité, le pouvoir illimité, la connaissance, la santé et quoi que ce soit que tu voudrais.

source: Galas? What is happening?
fr: Galas ? Que t'arrive-t-il ?

source: Nothing, Elynia. Nothing... I think.
fr: Rien, Elynia. Rien... je crois.

source: Take your time, elf...
fr: Prend ton temps, elfe !

source: Galas, if you feel ill or otherwise, remember that I can aid you.
fr: Galas, si tu te sens mal ou quoi que ce soit, rappelle toi, je peux t'aider.

source: No problem, Elynia, really.
fr: Pas de problème, Elynia, vraiment.

source: I really never thought I would end up doing like this... fighting with orcs as allies... and elves... (sighs)
fr: Je n'avais vraiment jamais imaginé que je finirait pas faire cela... combattre avec des orcs comme alliés... et des elfes... (soupir)

source: I never thought I would find myself fighting with corpses and skeletons by my side, either. In history of times past, you have been our enemies an unlimited number of times. I guess this is a change to be made in history, for future generations. I am not saying that all necromancers are good, but then, not all elves were good, as Elynia told us about the Wesmere inhabitants.
fr: Je n'avais jamais imaginé que je me trouverais combattre avec des cadavres et des squelettes de mon coté. Dans l'histoire des temps anciens vous avez été nos ennemis un nombre incalculable de fois. Je parie que c'est un changement fait d'an l'histoire, pour les générations futures. Je ne dis pas que tous les nécromanciens sont bons, pas plus que tous les elfes ne le furent, comme Elynia nous l'a si bien dit à propos des habitants de Wesmere.

source: Indeed.
fr: Tout à fait.

source: Now it is time for us to depart from the vanguard and sneak through enemy territory.
fr: Il est temps, pour nous, maintenant quitter l'avant garde et de nous faufiler en territoire ennemi.

source: But, master Galas, are you sure of all this? You would be safer with us.
fr: Mais, maître Galas, en êtes vous certain ? Vous seriez en sécurité avec nous.

source: (sighs) I know, but there is no other option left. All I want is my kinsmen's safety, and the only way to accomplish is that is leaving them here, to stay in this wonderful country. And I, Analia, and Mal Keshar will go with me to slay the evil mastermind.
fr: (soupir) Je sais, mais il ne reste pas d'autre option. Tout ce que je veux, c'est la sécurité de mon peuple et le seul moyen de l'avoir et de les laisser ici, à attendre dans cette merveilleuse contrée. Analia, Mal Keshar et moi même devons partir tuer le cerveau démoniaque.

source: I guess we can't convince you of otherwise, elf. Then farewell we say to you.
fr: Je suis certain que je ne peux pas vous convaincre d'autre chose, elfe. Alors je vous dis bon voyage.

source: It has been a pleasure to meet such a great commander as you, Galas. May the Lords of Light protect you on your mission.
fr: Ce fut un plaisir de rencontrer un grand commandant comme vous, Galas. Puissent les Maîtres de Lumière vous protéger durant cette mission.

source: I finally decide to stay with you, Galas. Your courage has convinced me enough of how foolish it would be not to follow you in your errand.
fr: J'ai finalement décidé de rester avec vous, Galas. Votre courage m'a convaincu suffisamment que ce serait une folie de ne pas vous accompagner dans vôtre vagabondage.

source: Thanks Erathan, I appreciate your support.
fr: Merci Erathan, j'apprécie vôtre aide.

source: Captain, we can't just say farewell and let you go. We'll follow you to the very end of this world if there is need to do so.
fr: Capitaine, nous ne pouvons pas juste vous dire bon voyage et vous laisser partir. Nous vous suivrons au bout de la terre si c'est nécessaire.

source: I suppose I can't convince you to let me depart. You may go with us if you desire to, but be warned that safety is not in our path.
fr: Je suppose que je ne pourrait pas vous convaincre de me laisser partir. Vous pouvez venir avec moi si vous voulez, mais sachez bien que la sécurité n'est pas sur nôtre route.

source: We know, sir, and we'll face the consequences, should we have to.
fr: Nous savons, monsieur, et nous ferons face aux conséquences, comme nous l'avons déjà fait.

source: You can no longer recruit Aragwaithi or Elves. However, those who already fought by your side will follow you, thus will still be available for recalling.
fr: Vous ne pouvez plus recruter d'aragwaithi ou d'elfes. Néanmoins ceux qui ont déjà combattu à vos cotés vous suivront, aussi seront ils disponible pour un rappel.

source: You are bold on coming to my territory. But, could you resist the temptation?
fr: Vous vous enhardissez à pénétrer sur mon territoire. Pourrez vous résister à la tentation ?

source: We'll see... what our fate will be in this quest.
fr: Nous verrons... ce que le destin nous réserve dans cette quête.

source: Infested Pass
fr: Col infesté

source: Galas, Mal Keshar or Elynia must reach the end of the mountain pass
fr: Galas, Mal Keshar ou Elynia doivent atteindre l'autre coté du col.

source: Could you explain us the plan again, but in a more detailed manner, Galas?
fr: Peux tu nous expliquer de nouveau ton plan, mais plus détaillé, Galas ?

source: The general idea is to sneak past the border defenses of the Empire, make it to the ruler's lair and slay him or her. Of course this will be highly risky, and I warn you about our imminent death; therefore, you are free to leave now, but I don't think you could leave later.
fr: L'idée générale est de se glisser le système de défense frontalier de l'Empire, d'investir la tanière du dirigeant et de l'assassiner, elle ou lui. Bien sûr ce sera très risqué et je vous avertis de notre mort imminente, vous êtes donc libres de partir maintenant, car je ne pense pas que vous pourrez partir plus tard.

source: And I repeat that I decided to come with you with a purpose. I won't go back now at this point.
fr: Et je le répète, j'ai décidé de venir avec vous dans un but précis. Je ne m'en retournerai pas maintenant.

source: Neither will I.
fr: Ni moi non plus.

source: Elf, do you have any idea of how we will get there? We don't even know where the heart of the Empire is located.
fr: Eh l'elfe, avez vous une idée de coment nous y parviendrons ? Nous ne savons même pas où se trouve le cœur de l'empire.

source: It won't be difficult to find out if we act carefully. War has started, and I expect the Chaos master to lead all his troops to concentrate in the attack front in the North. We will see them marching on that direction, and will figure out the opposite one, where they will be coming from.
fr: Ce ne sera pas difficile de le découvrir si nous agissons soigneusement. La guerre a commencé et je m'attends à ce que le maître du chaos pousse toutes ses troupes à se concentrer sur le front d'attaque au Nord. Nous les verrons marcher au pas dans cette direction et en déduirons l'opposé, d'où ils viendront.

source: Sounds like a good plan.
fr: Ça semble un bon plan

source: I think I still remember correctly most locations and geography of this continent. If we go through this mountain pass we will arrive to the place where the Wesmere forest used to be. Although it's by now a damned zone, it's better than going through the deserts, where we surely would perish and be found by the patrols. In Wesmere we can find a short cut that goes underground, possibly leading us to the heart of the empire.
fr: Je pense que je me rappelle toujours correctement la plupart des lieux et la géographie de ce continent. Si nous passons ce col dans les montagnes nous arriverons à l'endroit endroit où la forêt de Wesmere a coutume d'être. Bien que ce soit, à ce jour, une zone maudite, c'est mieux que le passage par le désert, où nous péririons sûrement et serions découverts par les patrouilles. Dans Wesmere nous pouvons trouver un raccourci qui entre dans les sous-sols, nous menant probablement au coeur de l'empire.

source: How do you know that?
fr: Comment savez vous cela ?

source: If my suspicions are true, the empire would have grown and expanded from the place where the old kingdom's capital used to be, or at least in its vicinity. It's the first place we should look for.
fr: Si mes intuitions sont justes, l'empire aurait grandi et se serait étendu à partir de l'endroit où la capitale du vieux royaume s'étendait, à tout le moins dans son voisinage. C'est le premier endroit où nous devrions chercher.

source: Well, then so be it. We'll go through Wesmere forest. I hope you know what you are doing.
fr: Bien, ce doit être cela. Nous passerons par la forêt de Wesmere. J'espère que vous savez ce que vous faites.

source: I hope that too.
fr: Je l'espère également.

source: Look out! The fiends were hiding in that place!
fr: Rgardez ! Les démons se cachaient ici.

source: They guard even these mountains.
fr: Ils gardent même ces montagnes.

source: Yes, but these are nothing but wanderers. They can be easily taken care of by us.
fr: Oui mais ceux ci ne sont que des vagabonds. Nous pouvons facilement nous en occuper nous même.

source: And so, the group entered the Unknown... the Chaos Empire's territory.
fr: Alors, le groupe pénétra dans l'inconnu... le territoire de l'empire du chaos.

source: The process has begun, elf, and your pitiful attempt at slaying me will not do anything but speed it up.
fr: Le processus a commencé, l'elfe et ta pitoyable tentative de m'assassiner ne fera rien si ce n'est de l'accélérer.

source: Matrix Extension
fr: Extension matricielle

source: Move Galas, Mal Keshar or Elynia to the signpost in the south-eastern edge of map
fr: Déplacer Galas, Mal Keshar ou Elynia au panneau indicateur dans le coin sud-est de la carte.

source: Wesmere Forest, the accursed place that once was Inferno in earth's surface.
fr: La forêt de Wesmere, l'endroit maudit où l'enfer fut sur la terre.

source: So this is it. It is quite... desolated, now.
fr: C'est... c'est... C'est tellement... désolé, maintenant.

source: That is because there was nothing left of the former glory of the local elves after that fateful night. Trees, elves and forest creatures... even some human and orcish wanderers were all burned alive, not to leave any corpses to bury in a proper way.
fr: C'est parce qu'il n'y avait plus rien de l'ancienne gloire des elfes locaux après cette nuit fatidique. Les arbres, les elfes et les créatures de la forêt ... même quelques homme et des vagabonds orcs ont été brûlés vifs, afin de ne laisser aucun cadavre à enterrer d'une façon décente.

source: And it's warm here... like...
fr: Et il fait chaud ici... comme...

source: The earth opened to engulf everything with its flames, yes. The lava destroyed the few that was left at the end of that night. It was the worst cataclysm since the fall of Gaia.
fr: La terre s'est ouverte pour engloutir chaque chose dans un déluge de feu, oui. La lave a détruit le peu qu'il restait à la fin de cette nuit. Ce fut le pire cataclysme depuis la chute de Gaia.

source: And so, here was this so-called portal, which the demons used to access our world back then?
fr: Alors c'est ici qu'était le soit disant portail que les démons utilisaient pour accéder à nôtre monde ?

source: Yes, but we closed it permanently. I do not feel its energy here, either, at the moment, so the new hordes must be coming from another one.
fr: Oui, mais nous l'avons scellé de façon permanente. Je ne ressens pas son énergie ici, en ce moment, donc les nouvelles hordes doivent passer par un autre.

source: Let's not tarry here for much time. We have to find that cave entrance you mentioned, Elynia. Where would it be?
fr: Ne restons pas ici trop longtemps. Nous devons trouver l'entrée de la caverne que tu as mentionnée, Elynia. Où peut elle bien être ?

source: If my memory serves, it must be in a mountain group of this valley located south-east from here.
fr: Si ma mémoire est bonne il doit y avoir un groupe de montagnes dans cette vallée vers le sud-est à partir d'ici.

source: Let's go there, then.
fr: Alors nous irons par ici.

source: In Uria's name, what is that?
fr: Au nom d'Uria, qu'est-ce que c'est que ça ?

source: Don't you know? Why should we know instead?
fr: Vous ne savez pas ? Pourquoi devrions nous savoir ?

source: It reminds me a fish in part, but this one floats! Quickly, knock it down before it can do us any harm!
fr: Il me rappelle un poisson par quelques cotés mais celui là flotte. Vite, assommez le avant qu'il ne puisse nous blesser.

source: But what was that? I have never seen anything like it before!
fr: Mais qu'est ce que c'était ?Je n'ai jamais vu quelque chose comme ça avant.

source: These new foes seem to have a perilous destructive strength. We ought to keep at safe distance from them if we can't kill them immediately!
fr: Ces nouveaux adversaires semblent avoir une dangereuse force de destruction. Nous devrions garder nos distances envers eux si nous ne pouvons pas les tuer immédiatement!

source: Do you see the might of my fiercest creations? Don't you really want to be able to command them at your own will, to unleash your inner instincts?
fr: Vois la force de mes créations les plus féroces ? Tu ne veux vraiment pas les commander de ta propre volonté afin de libérer tes instincts les plus bas ?

source: Get out... of my... mind...
fr: Allons-nous-en d'ici !

source: Galas, you look ill.
fr: Galas, tu sembles malade.

source: I'm fine, really. There is no problem. It is just the warmth of this place.
fr: Je vais bien, vraiment. Il n'y a pas de problème. C'est juste la chaleur de cet endroit.

source: There it is, the entrance underground!
fr: On y est , voici l'entrée des souterrains.

source: Make haste, before these blasted creatures manage to regroup and follow us!
fr: Faisons vite avant que ces foutues créatures ne se regroupent et ne nous suivent.
