Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Invasion from the Unknown
fr: Invasion de l'inconnu

source: (Nightmare)
fr: (Cauchemardesque)

source: Long after the Fall, the last forest elves struggle to survive in the outsides when they are forced to abandon their safe valley. May they finally free the Great Continent from its chaos, or perish in the attempt.
fr: Longtemps après la Chute, les derniers elfes luttaient pour survivre à l'extérieur quand ils furent contraints d'abandonner leur vallée tranquille. Finiront ils par libérer le grand continent du chaos ou périront ils durant cette tentative ?

source: Feedback in the campaign's thread at www.wesnoth.org/forums (Scenario & Campaign development) is always appreciated.
fr: Les commentaires sur la campagne sur : www.wesnoth.org/forums (Scenario & Campaign development) sont toujours bienvenus.

source: (read CREDITS.txt for detailed list)
fr: (voir CREDITS.txt pour une liste détaillée

source: Redaction fixes/improvements for English text
fr: Relecture/amélioration du texte anglais

source: Translations
fr: Traductions

source: Italian translation:
fr: Traduction Italienne :

source: Spanish (international) translation:
fr: Traduction Espagnol (international) :

source: WML Programming
fr: Programmation WML

source: Graphics
fr: Graphiques

source: Cartography
fr: Cartes

source: Sound effects
fr: Effets sonores

source: Music tracks (non-specific)
fr: Bande son

source: Additional thanks to
fr: Remerciements également à

source: You, for playing this campaign
fr: vous, pour exécuter cette campagne

source: Anyone else I could forget to mention
fr: Tous ceux que j'ai pu oublier de mentionner

source: Border Patrol
fr: Patrouille frontalière

source: Hold out as long as possible
fr: Tenez aussi longtemps que possible

source: Start recruiting just in case.
fr: Commencez à recruter (au cas où....)

source: Move on, you bunch of jerks, let's claim these lands for the Master!
fr: Bougez, tas d'excités, allez réclamer cette terre pour le Maître !

source: Be careful, we were warned that there are still elves in this valley.
fr: Soyez prudents, on nous a averti de la présence d'elfes dans cette vallée.

source: That doesn't matter. We'll tear them to pieces, if they dare oppose us!
fr: Pas de soucis. On les taillera en pièces si ils s'opposent à nous.

source: Humans in the southern dunes. We've gone quite a long time without them wandering around.
fr: Humains dans les dunes sud. Nous ne pourrons pas nous balader durant longtemps encore.

source: What should we do?
fr: Que devons nous faire ?

source: Law is that we should always grant refuge to wanderers. But I somehow feel that this is a hostile group. In any case, let us wait before doing anything.
fr: Nôtre loi nous oblige à toujours offrir refuge aux voyageurs. Mais je sens quelque chose d'hostile dans ce groupe. Quoi qu'il en soit, attendons avant de bouger.

source: Very well.
fr: Très bien

source: Attack! Leave no one alive!
fr: À l'attaque ! Pas de quartiers

source: They are attacking us!
fr: Nous sommes attaqués

source: Our laws are very clear and strict on this matter. We shall not let hostile outsiders enter our valley. I don't like this, but we shall have to kill their leaders.
fr: Nos lois sont claires et précises sur ce point. Nous ne pouvons pas laisser des étranger hostiles pénétrer dans la vallée. Je n'aime pas cela, mais nous allons devoir tuer leurs chefs.

source: Defeat both enemy leaders
fr: Détruisez les deux commandants ennemis

source: Death of Galas
fr: Mort de Galas

source: Turns run out
fr: Fin des tours atteinte

source: *Argh* I have been... defeated...
fr: *Argh* J'ai été ... vaincu ...

source: Oh no, their reinforcements have arrived! Our group is not strong enough to defend the valley against a full-sized army!
fr: Oh non, leurs renforts sont arrivés! Nôtre groupe n'est pas assez fort pour défendre la vallée contre une armée au grand complet

source: We defeated them in time. That raiding party was quite large for a typical tribe of humans. I hope that my fears are wrong.
fr: Nous les avons battus à temps. Cette bande de pillards était très importante pour une faction habituelle d'humains. J'espère que mes craintes sont erronées

source: Forced from Home
fr: Chassés du logis

source: General Duran
fr: Général Duran

source: Resist for as long as possible
fr: Résistez aussi longtemps que possible

source: Death of Analia
fr: Mort d'Analia

source: You may have to flee to the caves if things get worse.
fr: Vous devrez fuir par les souterrains si les choses empirent

source: Fire! Fire on the horizon! It must be an invasion!
fr: Des feux! Des feux à l'horizon! Certainement une invasion!

source: Indeed, my lord! It's an entire human army, and they move fast to surround us!
fr: Affirmatif, Monsieur! Toute une armée d'humains, et ils manoeuvrent pour nous encercler

source: An entire army? That's impossible, something like that has never been seen since the Golden Age! You must be wrong.
fr: Une armée entière ? C'est impossible, Rien de tel n'a été vu depuis l'Age d'Or! Vous devez vous tromper

source: I doubt that. My eyes and those of my fellow scouts don't lie!
fr: J'en doute. Ni mes yeux ni ceux de mes compagnons éclaireurs ne mentent

source: If that is actually true, we must prepare to fight. Nobody will take over this valley, having an entire army or not! Men, to arms!
fr: Si cela est vrai, nous devons nous préparer à combattre. Nul ne traversera cette vallée, armée entière ou non! Aux armes!

source: We could not keep enough civilians safe before entering the caves!
fr: Nous ne pourrons pas maintenir assez de civils en vie avant d'entrer dans ces cavernes !

source: Galas and Analia go over a nearby hill to contemplate the most terrible landscape they have ever seen, probably, in their lives.
fr: Galas et Analia montèrent sur une colline voisine et contemplèrent le plus terrible paysage qu'ils aient probablement vu de toute leur vie.

source: It seems that they did not survive the slaughter... I am sorry Galas, we have failed to protect our people...
fr: Il semble qu'ils n'échapperont pas au massacre. Je suis désolé, Galas, nous avons faillit à la protection de nôtre peuple.

source: No!
fr: Non !

source: The darkness... who knows what perils await us there?
fr: L'obscurité... qui sait quels dangers nous attendent là bas ?

source: Unfortunately, if we are to survive, our only option is to go in there.
fr: Malheureusement, pour survivre nôtre seule option est d'entrer la dedans.

source: Yes, but what about our people? Most of them are not experienced in moving at night, let alone in the darkness and depths of a cavern!
fr: D'accord, mais qu'en est il de nôtre peuple ? Beaucoup d'entre eux n'ont aucune expérience du déplacement de nuit, abandonnés dans l'obscurité et la profondeur de cette caverne.

source: I am afraid we have no other alternative left. Would you, civilians, prefer to stay here to fight until secure death, so that no traces of our civilization are left at the end of this day?
fr: J'ai bien peur que nous n'ayons pas d'alternative. Vous, les civils, préférez vous rester ici et combattre vers une mort certaine, ainsi toute trace de nôtre civilisation aura disparue à la fin du cette journée ?

source: Elvish Civilian
fr: Civils

source: No, my lady. We will follow you for the sake of our survival.
fr: Non, Ma Dame. Nous vous suivrons pour l'amour de vôtre vie.

source: So shall it be...
fr: Ainsi soit il...

source: Then, follow me, quickly.
fr: D'accord, suivez moi vite.

source: What was that!?
fr: Qu'était ce ?

source: Oh my... what's that thing?
fr: Oh mon... qu'était cette chose ?

source: I sense a great evil coming from there... This is not good.
fr: Je ressens un diabolique effet venant de cela.... Ce n'est pas bon

source: Their numbers are unlimited! I don't think we'll resist their siege.
fr: Ils sont trop nombreux! Je ne pense pas que nous résisterons à un siège.

source: This is worse than I expected. So it is true, there are still humans left on this continent, and they have built an army, a big and organized one.
fr: C'est pire que ce que je craignais. Néanmoins, cela est vrai, il reste encore des humains sur ce continent et ils ont créé une armée; une grande et efficace armée.

source: What would you suggest?
fr: Que suggère tu ?

source: If we stay here any longer, we'll be doomed, specially since they seem to have the forces of evil by their side. So, I say withdraw to the northern caves.
fr: Si nous restons ici plus longtemps, nous serons massacrés, spécialement depuis qu'ils semblent avoir des forces démoniaques de leur coté. Aussi, je dis fuyons vers les cavernes du nord.

source: The caves? But, but... nobody has entered them for centuries! We don't know what may be lurking in there!
fr: Les cavernes ? Mais, mais...... personne n'y est entré depuis des siècles. Nous ne savons pas ce qu'il peut bien s'y cacher.

source: Yes, I know, but it's our only option now. We are being surrounded on the East, West and South. If we retreat to the North on the surface, they will catch us in a day or two. On the other hand, going underground gives us the possibility to block their way, so that we can get far from them and find a safer place. This valley is no longer safe. Even if we defeated them here, which I doubt, more will come sooner or later.
fr: Oui, je sais, mais c'est nôtre seule option maintenant. Nous sommes encerclés vers l'est, l'ouest et le sud. Si nous fuyons en surface vers le nord, ils nous rattraperons dans un jour ou deux. D'un autre coté, passer par dessous nous donnera la possibilité de bloquer leur chemin, ainsi nous pourrons partir au loin et trouver une endroit sûr. Cette vallée n'est plus sure. Même si nous les battons ici, ce dont je doute, d'autres viendront tôt ou tard.

source: I see that there is no alternative but to flee to the caves. But it is important not to forget our civilians; they are the base of our civilization as a whole, as warriors and archers are less common amongst us.
fr: Je vois qu'il n'y a pas d'alternative que fuir par les cavernes. Mais il est important de ne pas oublier les civils. Ils sont la base de nôtre société dans son ensemble, les guerriers et les archers sont moins fréquents parmi nous

source: Yes, we must not allow those beasts to steal our villages and slaughter their inhabitants.
fr: Exact, nous ne pouvons pas laisser ces brutes voler nos villages et massacrer leurs habitants.

source: New Objectives:
fr: Nouveaux objectifs :

source: Move Galas and Analia inside the north-eastern cave,
fr: Amener Galas et Analia dans les cavernes du nord-est.

source: making sure you own at least 10 villages by the time they arrive to the cavern
fr: Soyez sur de tenir 10 villages lorsqu'ils y arriveront

source: Galas and Analia arrive to the cavern with less than 10 villages in posession
fr: Galas et Analia arrivent dans les cavernes avec moins de 10 villages contrôles.

source: Make haste, Galas, or the enemies will get you!
fr: Hâtes toi, Galas, ou l'ennemi te capturera.

source: Hurry up, Analia, or the enemies will catch you!
fr: Hâtes toi, Analia, ou l'ennemi te capturera.

source: We did not make it in time. We are doomed...
fr: Nous n'y sommes pas parvenus à temps. Nous sommes détruits.

source: *Ugh* I am finished.
fr: Argh ! Je suis fini !

source: Analia! No! I need you! Who will guide us with wisdom now?!
fr: Analia, ! Non ! Qui me guidera avec sagesse désormais ?

source: No! *Ack* I must... lead... our... *pahr* people... to... safety...
fr: Non ! *ack* Je dois... conduire... nôtre... *ack* peuple... en... sécurité...

source: Galas? Galas, no!
fr: Galas ? Galas, non !

source: Ugh.
fr: Argh !

source: Horrors from the Depths
fr: L'horreur des profondeurs

source: Explore the caves
fr: Vers les souterrains

source: After the remaining survivors entered the cave, and Galas and Analia went in, she caused the cave entrance to collapse with a magic spell. They would be safe for enough time to get far from there and find an exit, hopefully.
fr: Après que les survivants eurent pénétré dans la caverne, Galas et Analia firent de même, elle invoqua l'entrée de la caverne afin de la sceller d'un sort magique. Ils seraient assez longtemps en sécurité pour aller loin et trouver une issue, avec de la chance.

source: We lost our home... at the hands of those fiends... what will we do now? Where will we go?
fr: Nous avons perdu nos maison... dans les pattes de ces démons... qu'allons nous faire maintenant ? Où irons nous ?

source: Don't despair, Galas. This is not the first time we have lost our home, and we always have found a new one. I don't think it will be any different this time.
fr: Ne désespère pas, Galas. Ce n'est pas la première fois que nous perdons nos maisons, nous en avons toujours trouvé d'autres. Je ne pense pas que ce soit différent cette fois ci.

source: I really, really hope so. I guess we must continue down these caves, then. But Analia, you mentioned something about an evil force just before deciding to flee, what did you mean?
fr: Très sincèrement j'espère. Je me doute qu'il nous faut poursuivre dans ces cavernes maintenant. Mais, Analia, tu as dit quelque chose à propos d'une force démoniaque avant de décider de fuir, qu'entendiez vous par là ?

source: I meant that these humans had some powerful and evil force supporting them; not the ocassional, foul necromancers and their undead beasts, but something worse, something that we supposedly had already vanquished... but now I realize it was not, at least not completely...
fr: Il me semble que ces humains ont de puissantes forces démoniaque qui les assistent; non pas les rares nécromanciens maléfiques et leurs brutes de morts-vivants, mais quelque chose de pire, quelque chose que nous somme supposés avoir déjà vaincu... Maintenant je réalise que ce n'était pas cela, enfin, pas tout à fait...

source: I still don't understand. What had we supposedly vanquished before?
fr: Je ne comprends toujours pas. Que sommes nous supposés avoir déjà vaincu ?

source: Nothing you should know, impudent boy! Don't even think about asking that again; sometimes, the truth should not be revealed unless extremely necessary, and this is not the occasion. Now I suggest we find an exit before they figure out how to open the cave entrance again. There is no looking back, our valley is probably in ruins by now, something that really saddens me, but we must live with it.
fr: Rien que vous ne puissiez connaître, gamin ! Ne t'avise plus jamais de me questionner la dessus; parfois la vérité ne doit être révélée qu'en cas d'extrême nécessité, et ce n'est pas le cas. Maintenant je te suggère de trouver une sortie avant qu'ils ne découvrent un moyen d'ouvrir l'entrée de nouveau. Rien ne vaut de regarder en arrière, nôtre vallée est probablement en ruine maintenant, cela me rend vraiment malade mais nous devons vivre avec.

source: I suppose so... Let us find an exit, but, this cave system has never been explored before.
fr: Je suppose également... Trouvons donc une sortie, mais ces cavernes n'ont jamais été explorées auparavant.

source: I wish we had more experience at moving in this darkness. This will be a long exploration.
fr: J'espérais que nous aurions plus d'expérience du déplacement dans l'obscurité. Ce sera une longue exploration.

source: Undead! There are undead here!
fr: Des morts-vivants ! Il y a des morts-vivants ici !

source: We were not aware of undead roaming these caves!
fr: Nous ne savions pas que des morts-vivants rodaient dans ces cavernes !

source: I guess we'll have to deal with them before finding the exit.
fr: Je parie qu'il nous auront affaire à eux avant de trouver une sortie.

source: New objectives:
fr: Nouveaux objectifs :

source: Find the undead enemy leader
fr: Trouver le chef mort-vivant ennemi

source: Who is this foul enemy that tries to kill us?
fr: Quel est ce sale ennemi qui essaye de nous tuer ?

source: I am Mal Keshar, and I will avenge myself upon you all!
fr: Je suis Mal Keshar et je me vengerai sur vous tous !

source: Keshar? That name...
fr: Keshar ? Ce nom...

source: Your kind has tried numerous times to vanquish me, but you simply can't. I am more powerful than you or those foul orcs! Now, prepare to die.
fr: Votre espèce a tenté de nombreuses fois de me vaincre, mais vous ne pouvez simplement pas. Je suis plus puissant que vous et que ces orcs puants. Préparez vous à mourir.

source: I could swear I read his name in old scrolls about the Golden Age, but I'm not sure.
fr: Je crois me souvenir avoir lu son nom dans d'anciens parchemins au sujet de l'Age d'Or, mais je ne suis pas sûre.

source: If that is true, then we are facing a possibly indestructible foe. Is there any other option?
fr: Si c'est vrai, nous sommes en face d'un ennemi potentiellement indestructible. Y a-t-il une autre solution ?

source: We cannot go back, there is no escape way except this one. We must defeat him before he does it to us first!
fr: Nous ne pouvons repartir en arrière, ils n'y a pas d'échappatoire excepté celle ci. Nous devons le tuer avant qu'il ne nous tue.

source: Defeat Mal Keshar
fr: Vaincre Mal Keshar

source: I cannot believe it. I have been finally defeated. Then, my battle against the orcs is lost! But, I still stand...
fr: Je ne peux y croire. J'ai finalement été battu. Mon combat contre les orcs est perdu. Mais je peux encore tenir...

source: So it is you, Mal Keshar, formerly known as Malin Keshar. The one who fell to the darkness for a noble cause fought in an improper way. But then, you are the living proof that everything left from the Golden Age has died and dried up.
fr: Ainsi c'est vous, Mal Keshar, plus connu sous le nom de Malin Keshar. Celui qui est tombé dans l'obscurité pour une noble cause fourvoyé dans un mauvais chemin. Mais là, vous êtes la preuve vivante que quelque chose de l'Âge d'Or est mort et desséché.

source: Stupid girl! I am a lich, but I still have my own will, unlike my minions, which don't. I still think, feel, and I am aware of the current situation of Wesnoth.
fr: Stupide femme ! Je suis une liche mais j'ai toujours ma propre volonté contrairement à mes favoris qui ne l'ont plus. Je peux penser, ressentir et je suis au courant de la situation actuelle de Wesnoth.

source: Wesnoth? What is that?
fr: Wesnoth ? Qu'est ce que cela ?

source: The name that used to be the name of what we call the lands at the south of the Swamps of Dread, West from the Silver Lands.
fr: Le nom utilisé pour désigner ce que nous appelons Les Terres au sud des Marais de Terreur, à l'ouest de la Lande d'Argent.

source: Aye, and I guess my thirst for orcish death will never be satisfied. For I cannot go to the surface now that the land is under the control of the forces of Evil.
fr: Exact, et je parie que ma soif d'orcs morts ne sera jamais étanchée. Car je ne peux aller à la surface maintenant puisque la terre est sous le contrôle des forces du Diable.

source: What?
fr: Quoi donc ?

source: Your kind always punished necromancy for being, supposedly, the greatest evil that could be done to the dead. However, you were wrong. I have seen things that even I consider abominations. For all these centuries, after the Fall, I have been hiding here, but I send minions to the outer world from time to time, to collect news from there.
fr: Votre espèce fustigeait toujours la nécromancie pour être, parait il, le plus grand mal fait aux morts. Cependant, vous avez eu tort. J'ai vu des choses que même moi je considère comme des abominations. Pendant tous ces siècles, après la Chute, je me suis caché ici, mais j'envoie de temps en temps mes favoris dans le monde extérieur prendre des nouvelles.

source: Some centuries ago, an evil shadow coming from the vast Ocean covered the lands, and an evil presence started to swallow every living creature. I knew not what it was, initially, but after some time, monstrosities from the underworld started to raid and destroy what human, elvish or orcish encampments were left in the desert. They were called, in my time, demons. I suppose you remember them, do you?
fr: Il y a plusieurs siècles, une ombre maléfique est venue du Grand Océan et a recouvert les terres, puis une entité maléfique a commencé à engloutir tout ce qui vivait. Je ne savais pas ce que c'était, au début, mais après quelques temps, les créatures monstrueuses des basses fosses commencèrent leurs razzias et détruisirent tous les campements que les humains, les elfes et les orcs avaient laissés dans le désert. De mon temps on les appelait Démons. Je suppose que vous vous en souvenez, n'est ce pas ?

source: We do, but it is not possible! The demon lord was vanquished by Eloh a long time ago!
fr: Parfaitement, mais c'est impossible ! Le démon suprême a été vaincu par Eloh il y a déjà longtemps.

source: What are you talking about?
fr: De quoi parles tu ?

source: That would be nothing but the beginning of our doom. I suppose that something or someone opened a portal to the very heart of Hell, unleashing the forces of Evil and allowing them to tresspass the barrier and enter our world. The only people I can blame, for their horrendous experiments, would be the Wesnothian magi. Their arrogance only led them, and therefore, all of us, to this chaotic future, starting with the new landscape, the two burning suns.
fr: Ce n'était rien, seulement le début de nôtre calvaire. Je suppose que quelque chose ou quelqu'un a ouvert un portail vers le coeur même des enfers, déchaînant les forces du mal, leur permettant de passer la barrière et d'entrer dans le monde. Les seuls que je puisse blâmer, pour leurs horribles expériences, sont les mages wesnothiens. Leur arrogance seule a permis qu'eux, et par là même nous, soyons plongés dans ce futur chaos annoncé par un nouvel horizon, les deux soleils brûlants.

source: So that is what attacked us in our valley...
fr: Alors c'est ça qui nous a attaqué dans nôtre vallée.

source: We need to escape from these caves, but even if we do, we shall have no escapatory but to face the evil that roams above us. What could we do?
fr: Nous devons sortir de ces cavernes, mais même si nous y arrivons, nous n'aurons pas d'échappatoire face au démon qui rode au dessus de nous. Que pourrions nous faire ?

source: You would get killed, tortured or converted by them in matter of hours, perhaps minutes, even seconds. You are at a numeric disadvantage, nor do you have the powers necessary to fight against the demons.
fr: Vous seriez tués, torturés ou convertis par eux en quelques heures, peut-être minutes, voir même secondes. Vous est numériquement désavantagés et vous n'avez pas le pouvoir nécessaire pour vous battre contre les démons.

source: But you do, don't you?
fr: Mais vous le faites, non ?

source: Nah, I am no longer sure about that. A long time has passed since the last time I fought anything myself; but in any case, I'm not afraid of dying. After all, I have nothing left except my old bones and some remains of flesh.
fr: Nan, je ne suis pas sûr. Les temps ont passés depuis que j'ai combattu quelque chose moi même, mais je n'ai pas peur de mourir. Après tous, je n'ai rien à part mes vieux os et quelques vestiges de chair.

source: From all this I conclude that we won't find a new, safe home, unless we vanquish those fiends.
fr: Pour tout dire, j'en conclus que nous n'avons pas trouvé de retraite sûre, à moins que nous ne vainquions ces démons.
