Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Begone, foul undead! I shall not be your servant - Ugh.
fr: Hors d'ici, stupide mort-vivant ! Je ne serai pas vôtre serviteur - Beurk.

source: You are done, my friend. Anyone else dares to oppose me?
fr: Vous êtes fait, mon ami. Quelqu'un d'autre ose s'opposer à moi ?

source: Die now!
fr: Mourrez maintenant !

source: No! Wait! I have something, something that could help you in your way! Just don't kill me or the rest of my people!
fr: Non ! Attendez ! J'ai quelque chose, quelque chose qui pourrait vous aider dans vôtre voyage ! Juste ne me tuez pas, ni moi ni le reste de mes gens !

source: Leader?
fr: Chef ?

source: He does not seem to be lying. What do you think, master Galas?
fr: Il ne semble pas mentir ! Qu'en pensez vous, maître Galas ?

source: Um... well.
fr: Hum... bien.

source: We shall listen your offer, just swear you will never cause us trouble again.
fr: Nous écouterons vôtre offre, seulement vous devez jurer de ne plus nous causer d'ennui à l'avenir.

source: I swear. Now, take my reserve, 95 gold pieces.
fr: Je le jure. Maintenant prenez mon butin, 95 pièces d'or.

source: Also, take this ring. It is a ring of regeneration, it might be of some use to you.
fr: Prenez également cet anneau, c'est un anneau de régénération, vous pourriez en avoir l'usage.

source: The fugitives flee, back to the desert. Meanwhile, Galas's people wonder about the ring.
fr: Les fugitifs refluèrent bientôt dans le désert. Pendant ce temps là, les elfes de Galas se posaient des questions au sujet de l'anneau.

source: A ring of regeneration? Analia, do you know anything about this?
fr: Un anneau de régénération ? Analia, savez vous quelque chose à ce sujet ?

source: Yes, I do. It is said that this kind of artifacts have some healing magic that keeps the bearer healthy and strong. They are rare, though, so we should carefully choose who should take it.
fr: Oui, je sais. Il est dit que cette sorte d'artefacts possède quelque magie de soin qui maintient le porteur fort et en bonne santé. Ils sont rares, aussi devons nous choisir avec soin qui le portera.

source: Ring of Regeneration
fr: Anneau de régénération

source: This ring heals the bearer a little each turn, and increases their strength.
fr: Cet anneau soigne un peu le porteur à chaque tour et augmente sa force.

source: The Ring of Regeneration may only be used by living creatures, that are not bats or suchlike.
fr: L'anneau de régénération ne peut être utilisé que par un vivant, mais pas des chauves-souris ou apparentées.

source: As you introduce the ring in your finger, a feeling of healthiness and strength overwhelms you. Shortly, all your wounds are magically healed by the ring's power.
fr: Lorsque vous enfilez l'anneau à vôtre doigt, une sensation de soins et de force vous écrase. Bientôt toutes vos blessures guérissent magiquement par le pouvoir de l'anneau.

source: Your kind cannot be trusted. Any other last words?
fr: On ne peut croire les gens de vôtre sorte. Un autre dernier mot ?

source: Fools! But you will never catch me!
fr: Stupides ! Vous ne m'attraperez jamais.

source: I do not think so. Quickly, get him!
fr: Je ne pense pas. Vite, prenez le !

source: As you command, master.
fr: À vos ordres, Maître.

source: At least he left some of his gold behind.
fr: Au moins il a laissé de l'or derrière lui.

source: Ugh. Inform... the... commander *ack*.
fr: Ugh. Informez... le... commandant *ack*.

source: Let none of his men escape!
fr: Ne laissez personne s'échapper

source: The same, and don't forget those elves and the bandit scum!
fr: Pareil, et n'oubliez pas les elfes et ces pourritures de bandits.

source: Kill all the loyalist bastards, leave no one alive! And destroy the disgusting intruders!
fr: Tuez tous ces bâtards de loyalistes, pas de quartier ! Et détruisez ces foutus intrus.

source: No! I have been defeated!
fr: Non ! J'ai été vaincu !

source: It's over, at last. Now we should set-up camp in the undead's keep and rest for a while. Our men must be exhausted with all this battle.
fr: C'est fini, enfin. Maintenant nous devrions laisser la garde du camp aux morts-vivants et nous reposer un peu. Nos hommes doivent être épuisés après toute cette bataille.

source: Of course they are. Nor you nor my minions are used to fight on the sands, under these suns, and against these abominations!
fr: Bien sûr qu'ils le sont. Ni vous ni mes favoris n'êtes habitués à vous battre sur le sable sous un pareil soleil ni contre de telles abominations.

source: The group then rested for a while. After that, they decided to continue. After going through the mountain wall west from the river's keep, they were surprised to see fully-grown plants and animals again. They had left the desert.
fr: Le groupe se reposa alors quelques temps. Ils décidèrent ensuite de continuer. Après le franchissement de la montagne vers l'ouest par les berges de la rivière, ils furent surpris de voir de nouveau des plantes florissantes ainsi que des animaux. Ils avaient quitté le désert.

source: Green grass again! Is this an oasis?
fr: De l'herbe vert de nouveau! Est ce une oasis ?

source: No, it is not. It's just the end of the desert. Looks like plants have managed to survive and evolve under the harsh suns after the Fall. Not all is dried up then. (looks at Analia)
fr: Non, c'est juste la fin du désert. Il semble que les plantes aient réussi à survivre et évoluer sous les ardents rayons du soleil après le Chute. Tout n'est dont pas sec. (regard vers Analia)

source: What? Why are you looking at me?!
fr: Quoi ! Pourquoi me regardez vous ?

source: I feel refreshned! It has been so long far from trees and grass and other plants...
fr: Je me sens ragaillardi ! Je n'avais vu ni arbres ni herbe ou ni autres plantes depuis longtemps.

source: Stop your party. If plants have grown up in the land it means there is water. And if there is water, there are living beings. This must be why the humans have grown in number since the last time my explorers reported to me.
fr: Cessez vôtre comédie. Si les plantes ont poussé sur cette terre, cela signifie qu'il y a de l'eau et des créatures vivantes. C'est sans doute pourquoi les humains se sont multipliés depuis le dernier rapport de mes éclaireurs.

source: Like, the world is reviving?
fr: C'est comme si le monde renaissait.

source: Exactly. This is part bad news and part good news. The good is you elves will have what you need to survive. The bad is that probably our enemies do too. We must hurry, for we don't know how far they have got in their thirst of conquering.
fr: Exactement. C'est à la fois une bonne et une mauvaise nouvelle. La bonne c'est que vous, les elfes, vous aurez ce qu'il vous faut pour survivre. La mauvaise c'est que nos ennemis également. Nous devons faire vite, nous ne savons jusqu'où ils iront dans leur soif de conquête.

source: How far are those mountains you spoke us of, Knalga?
fr: Les montagnes dont vous parlez, Knalga, sont elles loin ?

source: Not much. Minimum 3 days from here at continuous march.
fr: Pas trop, minimum 3 jours d'ici à marche continue.

source: Then, time to go, men!
fr: Allons les gars, il est temps de partir.

source: (shakes head) I can hardly believe what I see...
fr: (secouant la tête) Je peux difficilement croire ce que je vois.

source: The Moon Valley
fr: La vallée de la Lune

source: Secure the valley (defeat all enemy leaders)
fr: Sécurisez la vallée (Vaincre tous les chefs ennemis)

source: The group finally arrived to a valley, where they did not feel alone.
fr: Le groupe arriva finalement dans une vallée où il ne semblèrent pas seuls.

source: This is the valley of the Moon. It was named so because of an old legend.
fr: C'est la vallée de la Lune. Elle fut nommée ainsi à cause d'une ancienne légende.

source: What legend?
fr: Quelle légende ?

source: It was about a supposed rockfall from the skies that happened a millenium or two ago. Nothing important, they thought it was the end of the world but it proved to be wrong. The rocks impacted on the surface causing the mountains to rise in a valley formation. So we are standing on a giant crater.
fr: C'est à propos d'une supposée chute de pierres venant du ciel, il y a un millénaire ou deux. Rien de bien important, ils pensèrent que c'était la fin du monde mais c'était faux. La choc des roches sur la surface causa la formation des montagnes et de la vallée. Nous somme donc dans un cratère géant.

source: If I remember correctly, I was about three years old when that...
fr: Si je me souviens bien, je devais avoir environ trois ans lorsque...

source: Intruders! Alert'a big boss!!
fr: Intrus ! Alert'au patron !

source: Did you hear that?
fr: Avez vous entendu ?

source: Orcs! This valley is infested with orcs!
fr: Des orcs ! Cette vallée est infestée d'orcs.

source: I suspected that.
fr: Je redoutais quelque chose comme cela.

source: What should we do? Are you sure of what we are doing, Keshar?
fr: Que devons nous faire. Êtes vous certain de la marche à suivre, Keshar ?

source: I think he has sent us to our doom deliberately!
fr: Je pense qu'il nous a envoyés à nôtre perte délibérément !

source: Fool! I could have killed you all while you were sleeping if I really wanted to! Don't think you are the first one to misunderstand my actions...
fr: Imbécile ! J'aurai pu tous vous tuer durant vôtre sommeil si je l'avais vraiment voulu. Ne croyez pas que vous êtes les premiers à mal interpréter mes actes...

source: Calm down, now, do we have a plan?
fr: Du calme, et maintenant, avons nous un plan ?

source: Yes. We should run as fast as possible through the fields, slay their leader that blocks our entrance to the cave system and continue.
fr: Oui. Nous devons courir aussi vite que possible à travers champs, tuer leur chef qui bloque l'entrée à l'ensemble des cavernes et continuer.

source: Easier said than done.
fr: Plus facile à dire qu'à faire.

source: Or, we can defeat them all to continue without making haste for your lives.
fr: Ou nous pouvons les tuer tous avant de continuer sans nous hâter pour vos vies.

source: I don't think we really have the forces to do that, but I guess it's too late to regret and retreat.
fr: Je ne pense pas que nous ayons les forces de faire cela, mais je suppose qu'il est trop tard pour regretter et battre en retraite.

source: Indeed. We have come this far and I for one certainly won't return to the sands with suffering assured. We must fight, but, after entering the caves, what are we going to do?
fr: En effet. Nous sommes venus de loin et, en ce qui me concerne, nous ne retournerons pas dans les sables retrouver la souffrance assurée. Nous devons nous battre, mais, après l'entrée des cavernes, qu'allons-nous faire ?

source: Pray for the enemy has not infested them yet.
fr: Prier pour que l'ennemi ne les ai pas déjà investies.

source: I am not really sure where we must search first. The presence of your sage is too weak. If I could go in and concentrate a little...
fr: Je ne suis pas vraiment sûr d'où nous devons chercher d'abord. La présence de vôtre sage est trop faible. Si je pouvais entrer et me concentrer un peu...

source: Fair enough. To arms!
fr: Assez réjouissant. Aux armes !

source: To arms!
fr: Aux armes !

source: So we have got intruders, huh? Get rid of them before I behead you, bunch of jerks!
fr: Donc nous avons des intrus, hein ? Débarrassez vous d'eux avant que je ne vous décapite, bande de bons à rien.

source: Yes, sir.
fr: Oui, Monsieur !

source: (I wonder if it's safe to do this. After all, they are elves! They can't be here without a good reason.)
fr: (Je me demande s'il est raisonnable de le faire. Après tout, ce sont des elfes! Ils ne peuvent pas être ici sans une bonne raison.)

source: As you command, my lord. (Elves? Strange.)
fr: À vos ordres, Mon Sieur. (des elfes ? c'est étrange)

source: Um... okay. Obey our chieftain, rats!
fr: Heu... d'accord. Obéissez à nôtre chef, bande de rats.

source: Ya hear'da big boss. Move now, ya' stinkin' worms!
fr: Vous avez esgourdé le boss ? On se bouge maintenant. Chiens puants.

source: And so, not knowing what perils were awaiting for them in the very heart of the world, the group purposefully entered the caves searching for their savior.
fr: Et ainsi, ne sachant quels périls les attendaient dans le coeur même du monde, le groupe entra résolument dans les cavernes, cherchant leur sauveur.

source: Well, we have defeated them. Now, let's enter the caves!
fr: C'est bon, nous les avons battus. Il ne reste plus qu'à entrer dans les cavernes.

source: Aieeee! Why this happn'ta meee?!
fr: Aïeeeeeeeee ! Pourquoi ça m'arrive à moiiiiiiii ?

source: Lunatic. This must be why this is called the *Moon* valley.
fr: Lunatique, va. C'est sans doute pourquoi on l'appelle la Vallée de la Lune

source: Dya' elven scum!
fr: Crève, pourriture elfe !

source: Pleez, not my face, no!
fr: S'il vous plaît, pas la tête, non !

source: Uh?
fr: Euh ?

source: Ouch! I'm vanquished...
fr: Aïe ! Je suis battu...

source: Yelp!! *ack*
fr: Au s'cours !! argh.

source: Nooo!! Why nobody protects mee...
fr: Nonnn ! Pourquoi personne me protèèèège...

source: I hire minons for protecting me and they fail when I need them the most. Incompetent moronic fools. *ugh*
fr: Je rétribue des favoris pour me protéger et ils échouent quand j'ai besoin d'eux. Stupides idiots d'incompétents. Argh...

source: D'elf and Goliath
fr: Deflid et Goliath

source: Metallic Beast
fr: Bête métallique

source: Demon Guard
fr: Garde démon

source: Chamber Guard
fr: Garde de la place

source: Investigate the place
fr: Fouillez la place.

source: I feel a strong presence in this place. We should be careful and investigate what it is before letting the rest our people come.
fr: Je sens une forte présence ici. Nous devons être prudent et trouver ce que c'est avant de laisser le reste de la troupe entrer.

source: Wait, I hear steps, many steps coming from...
fr: Attendez, j'entends des pas, beaucoup de pas venant de...

source: Surprise, forest-dwellers. Didn't expect us here, uh?
fr: Surprise, habitants sylvestres. Vous ne vous attendiez pas à nous hein ?

source: Kill them, it's the master's command!
fr: Tuez les, ce sont les commandants en chef !

source: Blast it, as I suspected. These worms made it here before us.
fr: Bon sang, comme je le suspectais. Ces vers de terre sont entrés avant nous.

source: What about our sage?
fr: Qu'en pense nôtre sage ?

source: I don't think she is in danger yet, but we should make haste anyway and get these pests out of our way there.
fr: Je ne pense pas qu'elle soit encore en danger mais nous devons faire vite tout de même et débarrasser nôtre chemin de ces parasites.

source: This wall is door-shaped, but it seems to be locked. We must find a way to unlock it.
fr: Ce mur est une porte dérobée mais elle semble verrouillée. Nous devons trouver un moyen de l'ouvrir.

source: Touchgem triggered. A door opens.
fr: Activation d'une gemme de contrôle. Une porte s'ouvre.

source: Touchgem already activated.
fr: Gemme de contrôle déjà activée.

source: Thine journey is mine; but keep close to lite; lite will be shine.
fr: Ce voyage est le mien, mais restez près de la lumière, la lumière brillera.

source: Potion of Strength
fr: Potion de force

source: Strength is temporarily given to the drinker.
fr: Augmentation temporaire de la force du buveur.

source: This potion can only be used by living beings. Let other take it.
fr: Cette potion peut être utilisée exclusivement par un vivant. Laissez quelqu'un d'autre la prendre.

source: What is this?
fr: Qu'est-ce que c'est que ça ?

source: Colossal Automaton
fr: Auto-maton colossal

source: You find yourself before a giant creature of metallic shield, whose appearance hardly would resemble a normal human's. Its deep metallic breathe, and uncanny noises coming from inside its body, make you wonder about its creation.
fr: Vous vous trouvez devant une créature géante tel un bouclier métallique dont l'apparence ressemble quelque peu à un humain normal. Son souffle métallique profond et les étranges bruits issus de de l'intérieur de son corps vous font vous poser des questions sur son origine.

source: Nice to meet you, elf.
fr: Ravi de vous rencontrer, elfe.

source: The pleasure is all ours...
fr: Tout le plaisir est pour nous...

source: At last, it's over.
fr: Enfin. C'est fini.

source: That was a close call. I now feel uneasy in these unknown caverns. How many other metallic giants could be lurking in here?
fr: C'était moins une. Je me sens maintenant mal à l'aise dans ces cavernes inconnues. Combien d'autres géants métalliques pourraient bien se cacher ici ?

source: This could only be caused by those foul creatures. They must have brought these goliaths to crush us. Let's get out of this chamber and continue exploring, but be careful, for we don't know how many of them might be lurking around.
fr: Cela pourrait seulement être causé par ces créatures dégoûtantes. Ils doivent avoir apporté ce Goliath pour nous écraser. Sortons de cette chambre et continuons à explorer, mais soyons prudents, car nous ne savons pas combien d'autres pourrait se cacher alentour.

source: Look, this wall opened after we killed that beast. Should we go this way?
fr: Regardez, ce mur s'est ouvert après la mort de la bête. Suivrons nous cette voie ?

source: I don't see any alternative. By that way then.
fr: Je ne vois pas d'alternative. Par ce chemin donc.

source: An Errand of Hope
fr: Lueur d'espoir

source: Explore the caves and defeat any enemies you find
fr: Explorez les cavernes et détruisez tous les ennemis rencontrés

source: So, what is the name of this place, Keshar?
fr: Quel est donc le nom de cet endroit, Keshar ?

source: It used to be called Knalga, the Dwarven Kingdom. I am not sure if there are any dwarves left to justify its name in this era.
fr: Il est appelé habituellement Knalga, le royaume des nains. Je ne suis pas certain qu'il reste encore des nains pour justifier du nom de ces lieux.

source: Dwarves? Like...
fr: Des nains ? Comme...

source: Like that?
fr: Comme ça ?

source: Dwarf
fr: Nain

source: Help! I need... help! It almost has me!
fr: Au secours ! À l'aide ! Il va m'avoir !

source: Aaaah...
fr: Aaah...

source: Exactly... uhm... Alright.
fr: Exactement... hum... d'accord !

source: Troll's Corpse
fr: Dépouille troll

source: Dwarf's Corpse
fr: Dépouille naine

source: Uh, interesting. Their corpses conserve part of their former strength.
fr: Ah, intéressant. Leur cadavre conserve une partie de leur ancienne force.

source: Why are you looking at me in that manner?
fr: Pourquoi me dévisagez vous ainsi ?

source: So, there must be dwarves left, unless we had the luck of witnessing the death... and rising as undead, of the last one.
fr: Enfin, ils doivent rester des nains, à moins que nous n'ayons la chance de rencontrer la mort... et de nous relever comme mort-vivant, une dernière fois.

source: Search for their leader and ask for help. We won't survive much time in these caves without help of experts in these... cavey bussiness.
fr: Cherchez leur chef et demandez lui de l'aide. Nous ne résisterons pas longtemps dans ces cavernes sans l'aide des experts dans ce... travail cavernicole.

source: Dwarves and elves were never friends in my time.
fr: De mon temps les nains et les elfes n'ont jamais été amis.

source: That's true, but they might agree if we offer them something in exchange. Those greedy cave-dwellers would not refuse some gold and help, do you think so Galas?
fr: C'est vrai, mais ils pourraient être d'accord si nous leur offrons quelque chose en échange. Ces troglodytes avides ne refuseraient pas un peu d'or et nous aideraient, qu'en pense tu Galas ?

source: I guess so. But help with what?
fr: J'espère aussi. Mais de l'aide contre quoi ?

source: Their natural enemies: Trolls. We'd better rid these tunnels of them before asking the dwarves anything.
fr: Leur ennemi naturel, les trolls. Nous ferions mieux de d'en débarrasser les tunnels avant de demander quoique ce soit aux nains.

source: They'll make interesting additions to my collection.
fr: Ils feront un amusant ajout à ma collection.

source: The cave's floor falls down, leaving the poor unit with no ground to stand on, thus falling off to the depths of the world. Who knows what fate awaits them at the chasm's bottom.
fr: Le sol de la caverne s'effondra, laissant le pauvre personnage sans support pour se déplacer et le précipitant dans les profondeurs du monde.Qui sait le destin qui l'attendrait au fond de la crevasse.

source: Uh, the cave's floor here looks particularily weak.
fr: Oh-oh, le sol de cette cave semble particulièrement faible ici.

source: Neep, neep, neeeeep! (translated: 'Cave floor weak, cave floor weak!')
fr: Plancher faible, plancher faible, plancher faible...

source: What? It is impossible! The Goliath was supposed to have killed you all! How...
fr: Quoi ? C'est impossible ! Le Goliath était supposé vous avoir tous tués ! Comment...

source: ... could we be so cool to have killed it first?
fr: ...avons nous pu être tout à fait capables de le tuer les premier ?

source: If the Goliath could not with them, then kill them once and for all!
fr: Si le Goliath n'a pu les tuer, tuez les une fois pour toutes.

source: Yes, Master!
fr: Oui, maître.

source: As you command, my Master.
fr: À vos ordres, mon Maître.

source: The same tremor and insane laugh we heard when we sighted that infamous 'Goliath'. What could it be?
fr: Ce même rire tremblant et fou que nous avons entendu lors de nôtre rencontre avec le Goliath. Que peut-il bien être ?

source: Sounds like their 'Master'. It must be here, somewhere...
fr: Ça ressemble à leur 'Maître'. Il doit être ici, quelque part...

source: Only if it can conceal its own presence. I can't detect it, so perhaps it was just an illusion created by it to frighten us.
fr: Seulement si il parvient à cacher sa présence. Je ne peut pas le détecter, peut-être n'est qu'une illusion crée seulement pour nous faire peur.

source: I hope so...
fr: J'espère ainsi...

source: This is getting more and more intriguing.
fr: C'est de plus en plus bizarre.

source: Elves? You treacherous ones, begone, now, or kill you we shall!
fr: Elfes ? Vous traîtres, Dehors maintenant ou vous tués.

source: Dream about that, beast!
fr: Rêve de cela, animal !

source: Undead! Begone creepy one, or crush you we shall!
fr: Morts-vivants ! Hors d'ici effrayant, ou nous écraserons vous.

source: Nobody crushes my minions... and lives!
fr: Personne n'écrase mes favoris... et ne demeure vivant.

source: Elves too? Fighting together with undead? Odd, but your kinsmen helped us some centuries ago when the trolls invaded our main tunnels. Would you help us now?
fr: Encore des elfes ? Combattants aux cotés de morts-vivants ? Étrange mais vos parents nous ont aidé il y a quelques siècles quand les trolls ont envahi nos tunnels principaux. Nous aideriez vous maintenant ?

source: Elves too? Fighting together with undead? Not really surprising, as your kinsmen allied with the trolls against us some centuries ago.
fr: Encore des elfes ? Combattants aux cotés de morts-vivants ? Pas vraiment surprenant puisque vos parents se sont alliés aux trolls contre nous il y a quelques siècles.

source: Elves? Fighting together with undead? Odd, but your kinsmen helped us some centuries ago when the trolls invaded our main tunnels. Would you help us now?
fr: Des elfes ? Combattants aux cotés de morts-vivants ? Étrange mais vos parents nous ont aidé il y a quelques siècles quand les trolls ont envahi nos tunnels principaux. Nous aideriez vous maintenant ?
