Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: I know, but what if the emperor is actually Argan, as you suggested? I... could not bear it...
fr: Je sais, mais si l'empereur est effectivement Argan, comme vous l'avez suggéré ? Je ... ne pourrais pas le supporter...

source: Don't torment yourself with the thought. I am sure he is not, and if he is, do as Mal Keshar said. We cannot live in the memories of past in these difficult times. We must think towards the future, build it ourselves, and ensure it will be a good and bright one.
fr: Ne te torture pas avec cette idée. Je suis sûr que ce n'est pas lui et si c'est lui, fais comme Mal Keshar a dit. Nous ne pouvons, actuellement, pas vivre pour la mémoire du passé. Nous devons penser vers l'avenir, le construire nous-mêmes et nous assurer qu'il sera lumineux et bon.

source: The Plot
fr: Le complot

source: As dawn broke, the party encountered a nice surprise near their camp.
fr: À l'aube passée, l'équipe eu une belle surprise près du camp.

source: And we meet again, Elynia, as beautiful as the last time I saw you.
fr: Nous nous rencontrons de nouveau, Elynia, aussi belle que la dernière fois.

source: Thanks, Althur.
fr: Merci, Althurin.

source: Greetings, King Asthorgar.
fr: Mes respects, roi Asthorgar.

source: Hail, Galas. How have ye been doing lately? After we got word from the Aragwaithi people of your courageous quest, we decided to come and help you.
fr: Salut, Galas. Pourquoi êtes vous tellement en retard ? Après que les aragwaithi nous aient parlé de vôtre courageuse aventure, nous avons décidé de venir vous aider.

source: Thanks, my lord; I did not ask them to tell you, though.
fr: Merci, seigneur, Je ne leur avais pas demandé de vous le dire.

source: Ha, but they know, as much as us, that you would not last for long without some help! What, trying to reach the Dark Fortress? Nay, you could not do it alone. We have seen it, and it is a very well guarded fortress.
fr: Ha ! Ils savent aussi bien que nous que vous ne resteriez pas longtemps sans aide. Essayer d'atteindre la forteresse sombre ? Non, vous ne pouviez pas le faire seul. Nous l'avons vu et c'est une forteresse très bien gardée.

source: In fact, we are already surprised that you managed to come this far.
fr: En fait, nous sommes déjà étonnés que vous avez réussi à venir si loin.

source: Yes, but tell us, have you seen it? Where is it?
fr: Oui, mais dites nous, l'avez vous vu ? Où est elle ?

source: South from here, right after the end of this pass.
fr: Au sud d'ici, juste à la sortie de cette passe.

source: Yes, we did it! We reached it!
fr: Oui, nous l'avons fait, nous l'avons atteinte.

source: Er, as Althurin said, it's not a children playground. Nasty unspeakable things happen there, and the guards are a plague that protects every corner of the Dark Valley. You ought to see it by yourself, but, what would be next? Invade it? Is that your plan, master Galas?
fr: Euh, comme Althurin a dit, ce n'est pas une cour de récréation. Des choses ineffablement désagréables arrivent là et les gardes sont une peste qui protège chaque coin de la Vallée Sombre. Vous devriez le voir par vous même, mais, que sera la suite ? L'investir ? Est ce vôtre plan, maître Galas ?

source: Indeed it is, we would sneak into the keep and slay the mastermind of all this evil plot, and put an end to his rule, to the demonic invasion and to this war!
fr: Bien entendu, nous nous glisserons dans le donjon et assassinerons le cerveau de tout ce complot diabolique, mettant ainsi fin à son autorité, à l'invasion démoniaque et à cette guerre.

source: I was sure that would be it.
fr: J'étais certain que vous diriez cela.

source: You are a brave bunch, indeed. But it is more than courage, necromancy or a nice-worded plot what you should need to get there. You need a backup force to distract the main base defenses while you get in. You need us.
fr: Vous êtes une brave équipe, c'est certain. Mais c'est plus que le courage, la nécromancie ou un plan bien léché dont vous avez besoin pour entrer là bas. Vous avez besoin d'une force de secours pour distraire le socle principal des défenses tandis que vous entrerez. Vous avez besoin de nous.

source: And you would distract them? Are you sure?
fr: Et vous les distrairiez ? Êtes vous sûr ?

source: We already talked about this. We want to put an end to this nightmare as much as you. And since we don't have the magic skills required to defeat the Dark Emperor, it shall be your task to put that force to work inside the Heart of the Empire. The least we could do is serve as a distraction, a decoy, for the Chaos army.
fr: Nous avons déjà parlé de tout cela. Nous voulons mettre un terme à ce cauchemar, tout comme vous. Et puisque nous n'avons pas la puissance magique requise pour vaincre l'empereur sombre, ce sera vôtre tâche de porter la force pour œuvrer au cœur même de l'empire. le moins que nous puissions faire c'est servir de distraction, de leurre, aux armées du chaos.

source: Fair enough, then. But who would enter the keep? I think only Elynia and I should, as others would be extremely risking their lives there.
fr: Bien joli, effectivement. Mais voulez vous entrer dans le donjon ? Je pense que seuls Elynia et moi même le pouvons, les autres risqueraient grandement leur vie là bas.

source: I cannot let you go and have all the fun, lad. I'm going in.
fr: Je ne peux pas vous laisser partir et avoir tout le plaisir, garçon. J'y vais.

source: I have been this far with you, Galas. I cannot observe from a safe hill, either, therefore I go with you to the castle too.
fr: Je suis venu si loin avec vous, Galas. Je ne peux pas observer à partir d'une colline en sécurité, aussi je vais avec vous au château.

source: Ya have protected me so well this far, and in exchange, I have protected ya too. I think I cannot go back now, nor await outside without the lady's company. I go with ya too.
fr: Tu m'as protégé si bien tout ce temps, en échange j't'ai protégé. Je pense que j'peux pas partir maint'nant ni attendre sans la compagnie des dames. J'pars avec toi aussi.

source: Very well. Fair enough. Let's go there, then.
fr: Très bien, d'accord. Allons y.

source: The Heart
fr: Le cœur

source: Move Galas, Elynia, Mal Keshar or Erathan into the keep (area where the objective marker is located in)
fr: Déplacer Galas, Elynia, Mal Keshar ou Erathan dans le donjon. (zone marquée)

source: Defeat all enemy leaders... if you can
fr: Vaincre tous les chefs ennemis.. si vous pouvez.

source: Distract the enemy while Galas, Elynia, Mal Keshar and Erathan enter the keep
fr: Distraire les ennemis tandis que Galas, Elynia, Mal Keshar et Erathan entrent dans le donjon.

source: So this is it... we have finally arrived to our target.
fr: Ainsi c'est ici... nous avons finalement atteint nôtre objectif.

source: Now it should be matter of getting inside and anihilating the emperor. Are we ready for this?
fr: Maintenant il serait bon d'entrer et d'exterminer l'empereur. Sommes nous prêts pour cela ?

source: I am.
fr: Tout à fait.

source: Yeah! I'm ready!
fr: Ouaip, je suis prêt.

source: So am I. Galas?
fr: Moi aussi. Galas ?

source: Let's go, my friends. May we free these lands from the shade of Chaos or perish in the attempt. May our grandsons remember this day as the day we either ended an era of dread and darkness with our hands, or as the day we gloriousfully tried to do so.
fr: Allons y les amis. Puissions nous libérer ces terres de l'ombre du chaos ou périr dans cette tentative. Puissent nos descendants ce souvenir de ce jour comme celui où nous mîmes fin à une ère d'effroi et d'obscurité, ou comme celui où nous avons au moins essayé de le faire.

source: I'll be free, at last...
fr: Je serai libre, au moins...

source: Lads, lady, you run as fast as you can to the fortress, sneak inside, and we shall protect your back with all might. Althurin, ready?
fr: Messieurs, madame, vous courez aussi vite que vous le pouvez vers la forteresse, vous vous y insinuez et nous protégeons vos arrières de toutes nos forces. Althurin, prêt ?

source: Aye. Today many skulls shall be crushed by my hammer.
fr: Aperçu, aujourd'hui beaucoup de crânes seront fracassés par mon marteau.

source: Then, the assault is on. Charge!
fr: D'accord l'assaut est donné. Chargez !

source: Note: after this scenario your gold supply will be set to zero until the end of this last episode. Your best units will be recalled for the next scenarios, except your dwarvish allies.
fr: Note : Après ce scénario vôtre or sera mis à zéro jusqu'à la fin du dernier épisode. Vos meilleures unités pourront être rappelées dans le prochain scénario, à l'exception de vos alliés nains.

source: Quickly! We have no time to waste.
fr: Vite, nous n'avons pas de temps à perdre.

source: Strength is given to the drinker.
fr: La capacité 'fort' est attribué au buveur.

source: Potion of Deftness
fr: Potion d'adresse

source: This magic potion will increase the drinker's movement points by one (quick), and increase the inflicted base damage of its ranged attacks by one (dextrous), if applicable.
fr: Cette potion magique augmente les points de mouvement du buveur de 1 (rapide) et augmente la base des dommages infligés par ses armes de jets de 1 (habile) si cela est applicable.

source: Amulet of the Arcane Flows
fr: Amulette de flux magique.

source: This amulet will grant the bearer's arcane power to their melee attacks, and increase their resistance to arcane damage by 10%.
fr: Cette amulette donnera, au porteur, une force magique dans les combats rapprochés et augmentera sa résistance à la magie de 10%.

source: Find the touchgem trigger to deactivate this magic force-field.
fr: Trouver la plaque sensible afin de désactiver ce champ de forces magiques.

source: Touchgem triggered. A magic force-field is deactivated.
fr: Plaque sensible activée. Un champ de forces magiques est désactivé.

source: Touchgem already triggered.
fr: Plaque sensible déjà activée

source: Shadow Minion
fr: Favori d'ombre

source: Into the Keep
fr: Dans le donjon

source: Barren wasteland
fr: Terre désolée

source: Dark Hive floor
fr: Plancher de ruche sombre

source: Campfire
fr: Feu de camp

source: Volcanic Abyss
fr: Abîme volcanique

source: Abyss Bridge
fr: Pont sur les abîmes

source: Gate
fr: Portail

source: race^Kagthanii Aliens
fr: Aliens Kagthanii

source: Heavy Assault Trooper
fr: Troupe d'assaut lourde

source: TODO
fr: À écrire

source: Light Assault Trooper
fr: Troupe d'assaut légère

source: energy ray
fr: rayon d'énergie.

source: hot goo
fr: Visco-chaud

source: goo
fr: visqueux

source: Prong Bug
fr: Cafard mandibulé

source: race^Shaxthal Aliens
fr: Aliens Shaxthals

source: Master of Darkness
fr: Maître des Ténèbres

source: energy shock
fr: choc d'énergie

source: Assault Drone
fr: Drone d'assaut

source: Protector Drone
fr: Drone protecteur

source: Runner Drone
fr: Drone coureur

source: Sentry Drone
fr: Drone sentinelle

source: Rayblade
fr: Sabre-laser

source: not-a-type^blade
fr: lame

source: Dread Bat
fr: Chauve-souris cauchemardesque

source: race^Demons
fr: Démons

source: race^Imps
fr: Diablotins

source: female^Chaos Warlord
fr: Cheftaine du chaos

source: ethereal blast
fr: bourrasque cosmique

source: infernal chill
fr: froid infernal

source: Demon
fr: Démon

source: female^Demon
fr: Démon

source: Demon Grunt
fr: Grognard démoniaque

source: female^Demon Grunt
fr: Grognard démoniaque

source: Demon Warrior
fr: Guerrier démon

source: female^Demon Warrior
fr: Guerrier démon

source: Winged Demon
fr: Démon ailée

source: female^Winged Demon
fr: Démon ailé

source: Dwarvish Arcanister
fr: Faiseur d'arcanes

source: The most powerful of all the runecrafters, the Dwarvish Arcanister destroys wounded enemies almost instantly, and rarely fails to cause a wound when that is his intent. His skill in runecrafting is unrivaled, and the glyphs he carves into his weapons and armor deflect the blows of his enemies.
fr: Le plus puissant de tous les tailleurs de runes, le faiseur d'arcanes nain détruit les ennemis blessés presque instantanément, et parvient souvent à infliger une blessure quand il le veut. Sa capacité à tailler les runes est inégalée et les glyphes gravés sur ses armes et son armure détournent les coups de ses ennemis.

source: Dwarvish Explorer
fr: Explorateur

source: Dwarven Explorers often travel alone through unknown lands, slaying enemies and scouting out new deposits of ore and other precious minerals. They are strong enough to wear thicker armor, giving them added protection against physical attacks. They are the powerful fighters, second only to the Dwarven lords, and their amazing maneuverability makes them dangerous indeed.
fr: Les explorateurs nains voyagent souvent seuls dans des terres inconnues, tuant leurs ennemis et découvrant de nouveaux gisements de métaux et de pierres précieuses. Ils sont assez forts pour porter une épaisse armure, ce qui augmente leur protection contre les attaques physiques. Ce sont de puissants guerriers dépassés uniquement par les seigneurs nains. Et leur capacité de déplacement les rend réellement dangereux.

source: Dwarvish Flamethrower
fr: Incendiaire

source: It is said that the Dwarven Flamethrowers have strange staves of wood and iron, similar to those of the Thunderguards; but instead of making a thunderous noise shooting a projectile, their weapon generates a continous tongue of flame.
fr: On raconte que les incendiaires nains ont d'étranges bâtons faits de bois et de métal, ressemblant à ceux des gardes foudroyeurs. Cependant, au lieu de tirer des projectiles dans un bruit de tonnerre, leur arme crache des langues de feu continues.

source: Gyrocopter
fr: Ornithoptère

source: Some dwarves have crafted strange machines they call 'Gyrocopters'. Capable of flight, they need space to manoeuvre, thus they cannot be used underground. Gyrocopters are hard to control and are not suited to close combat. Instead, their drivers throw strange eggs they call 'bombs', that explode with the sound of thunder. None know what strange beast lays such eggs.
fr: Des nains ont fabriqué ces étranges machines qu'ils appellent « Ornithoptère ». Capables de voler, elles ont besoin d'espace pour manœuvrer et donc ne peuvent pas être utilisées dans les cavernes. Les ornithoptères sont difficiles à piloter et ne sont pas adaptés au combat rapproché. À la place, leurs pilotes lancent des oeufs étranges qu'ils appellent « grenades », et qui explosent dans un bruit de tonnerre. Personne ne sait quel étrange animal pond ces oeufs.

source: bombs
fr: grenades

source: Dwarvish Pathfinder
fr: Pisteur

source: Dwarvish Pathfinders are faster, stronger and even deadlier with their axes than normal dwarvish scouts. They often race ahead of the main force, scouting out unfamiliar terrain and securing villages and chokepoints.
fr: Les pisteurs nains sont plus rapides, plus forts et même plus mortels, avec leur hache, que les éclaireurs nains. Ils sont souvent en tête des troupes, explorant les terrains inconnus et sécurisant les villages et les passages trop étroits.

source: Except for those with almost supernatural skill, the highest rank a runecrafter can rise to is that of the Dwarvish Runemaster. Striking blows nearly as powerful as those of the best warriors, they would be fearsome without their craft, but with it they are also nigh on invincible, since their runes cause the physical blows of their enemies to deal less damage than would be expected.
fr: Mis à part avec des capacités surnaturelles, le plus haut rang qu'un graveur de runes peut atteindre est maître des runes nain. Frappant presque aussi puissamment que les meilleurs guerriers, ils n'ont déjà peur de rien sans leur arme, mais quand ils l'ont, ils sont presque invincibles car leurs runes diminue les dégâts causés par les coups de leurs ennemis.

source: Dwarvish Runesmith
fr: Forgeron des runes

source: Dwarvish runesmiths, now practiced at their craft, carve arcane runes into their weapons and armor. These runes infuse the runesmith's blows with power and accuracy, and disrupt the blows of their enemies, causing them to strike softly, weakly and on the armor of the defender.
fr: Les forgerons des runes nains, maintenant habitués à leur art, gravent des runes sur leurs armes et armures. Ces runes imprègnent les coups du forgeron de puissance et de précision et détournent les coups des ennemis, adoucis et faibles quand ils frappent sur l'armure.

source: Dwarvish Scout
fr: Éclaireur

source: Moving faster than other dwarves Dwarvish Scouts love to explore both above and below ground. They are adept at both fighting hand to hand with their axes and throwing them.
fr: Les éclaireurs nains, qui se déplacent plus vite que les autres de leur espèce, aiment explorer à la fois le sous-sol et la surface. Ils savent se battre au corps à corps avec leur hache, mais peuvent aussi la lancer.

source: Steamcopter
fr: Vapocoptère

source: With the aid of steam genies, Steamcopters are able to move faster and carry more bombs than Gyrocopters.
fr: Avec l'aide de génies de vapeur, les vapocoptères sont capables de se déplacer plus vite que les ornithoptères, et il peuvent emporter plus de grenades.

source: Steamwheel
fr: Vaporouleur

source: Some Dwarves use strange vehicles that can move fast without a horse. It is said that these great wheeled vehicles are powered by invisible steam genies, thus they are called 'Steamwheels'.
fr: Certains nains utilisent des véhicules étranges capables de se mouvoir rapidement sans cheval. On dit que ces grands véhicules à roue sont tirés par des génies de vapeur invisibles, c'est pourquoi on les appelle « Vaporouleurs ».

source: slam
fr: claquement

source: Thunderwheel
fr: Foudrorouleur

source: With the help of one more steam genie, these noisy vehicles are able to move faster than horses.
fr: Grâce à une espèce de génie de vapeur, ces véhicules bruyants se déplacent plus vite que des chevaux.

source: female^Elvish Civilian
fr: Civile

source: Elvish Guard
fr: Garde

source: Elvish Horseman
fr: Chevalier

source: Elvish Hunter
fr: Chasseur

source: female^Elvish Hunter
fr: Chasseresse

source: Elvish Prowler
fr: Patrouilleur

source: Elvish Prowlers patrol woods, hills and mountains; they are trained to avoid enemies when it is advantageous. They can cripple opponents with their bolas and are deadly with their swords. Special Notes:
fr: Les patrouilleurs font des rondes dans les bois, les collines et les montagnes. Ils sont entraînés à éviter les ennemis lorsque c'est à leur avantage. Ils peuvent estropier leurs adversaires avec leurs bolas et sont mortels avec leurs épées. Remarques :

source: female^Elvish Prowler
fr: Patrouilleuse

source: Elvish Trapper
fr: Traqueur

source: female^Elvish Trapper
fr: Traqueuse

source: race^Fairies
fr: Fées

source: Dryad
fr: Dryade

source: fire aura
fr: Aura de feu

source: mystic fire
fr: Feu mystique

source: Fire Faerie
fr: Fée de feu

source: female^Lady of Light
fr: Dame de Lumière

source: Faerie Spirit
fr: Esprit de fée

source: Sprite
fr: Lutin

source: Steppe Flanker
fr: Flanqueur des steppes

source: Some goblins have discovered that the skills gained on the hunt can be put to use on the battlefield. While goblins are not overly welcome among the raiding parties, they are undeniably useful and so their presence is tolerated, if grudgingly.
fr: Certains gobelins ont compris que leurs talents de chasseur pouvaient s'avérer utiles pendant les batailles. Et donc, même s'ils ne sont pas particulièrement bienvenus dans les groupes de raids, leur présence est tolérée, à regret, car ils s'avèrent indiscutablement efficaces.

source: knife
fr: couteau

source: harpoon
fr: harpon

source: Steppe Hunter
fr: Chasseur des steppes

source: The cruel life on the steppes tends to weed out the weak early on and harden those that remain. For this reason goblins are nowhere near as common on the steppe as they are elsewhere. Those that do survive often make themselves useful as scouts or scavengers. In hunting parties they specialise in the use of barbed harpoons to lame prey, allowing an easier kill for their larger orcish bretheren.
fr: La cruelle vie des steppes a tendance à éliminer les faibles assez rapidement et à endurcir ceux qui restent. C'est pourquoi les gobelins sont loin d'être aussi communs dans la steppe qu'ils peuvent l'être ailleurs. Ceux qui survivent se rendent souvent utiles comme éclaireurs ou comme détrousseurs. Durant les expéditions de chasse, ils affaiblissent leurs victimes grâce à des harpons barbelés, facilitant ainsi l'hallali pour leurs frères orcs plus costauds.

source: Steppe Striker
fr: Assassin des steppes

source: Rather then weaken foes for others to finish off, Strikers seek the killing blow themselves. However they do not possess the physique to survive long in a straight fight. Instead they dart around the main fracas, seeking to surprise distracted enemies.
fr: Les assassins préfèrent porter eux-mêmes un coup fatal plutôt que d'affaiblir leurs ennemis pour que d'autres les achèvent ensuite. Mais leur physique ne leur permet pas de survivre longtemps en combat direct. Ils évitent donc l'endroit où la bataille fait rage, et cherchent plutôt à surprendre des adversaires inattentifs.

source: race^Aragwaithi
fr: Aragwaithi

source: Ancient Banner
fr: lame ancestrale

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
fr: Les aragwaithi sont un peuple noble, de constitution fragile, mais que l'entraînement transforme en une des plus redoutables peuplades de ce monde. Leurs archers ne font pas exception. Leur habileté à l'arc est comparable à celle des elfes et ils sont d'une rapidité exceptionnelle avec leurs dagues.

source: Captain
fr: Capitaine

source: Eagle Master
fr: Maître des aigles

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
fr: Avec la pratique, les chevaucheurs d'aigles deviennent plus habiles et leur relation avec leur ami ailé devient si profonde qu'ils agissent comme un seul. Les maîtres des aigles n'ont ainsi plus besoin de donner d'ordres à leur monture, qui les anticipe.

source: prey crush
fr: broyage de proie

source: Eagle Rider
fr: Chevaucheur d'aigle

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
fr: De jeunes aragwaithi prennent des jeunes aigles comme animaux de compagnie. Ce ne sont pas des aigles communs, mais c'est une race de gigantesques et nobles rapaces qui acceptent, en général après avoir suffisamment grandi, de servir de monture à leur meilleur ami, dont le jeune compagnon apprend l'art de monter ces oiseaux géants.

source: Flagbearer
fr: Porte-étendard

source: Greatbow
fr: Grand-arc
