Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: The rank and file Steppe Orc soldier epitomizes the qualities of his clan. Hardened, resiliant and, when necessary, desperately savage. However, while loyal to their clan, they have little restraint and are often hard to control. The inherent strength of their race and a harsh life of continuous conflict take the place of formal training. Not known for their finesse, Steppe Orcs fight with heavy two-handed battle axes.
fr: Le moindre soldat orcs des steppes incarne les qualités de son clan. Il est naturellement fort, endurci, résistant, et quand les circonstances l'exigent, incroyablement sauvage. Mais, malgré sa loyauté, il est difficile à contrôler et montre peu de retenue. Une vie rude, faite de conflits permanents, fait office d'entraînement. Les orcs des steppes sont peu connus pour leur finesse, et combattent avec de lourdes haches à deux mains.

source: spirit
fr: esprit

source: female^spirit
fr: Esprit guerrier

source: Immune to drain, poison and plague
fr: Immunisé contre le poison, la peste et le drain de vie

source: race^Spirits
fr: Esprits

source: Fire Spirit
fr: Esprit du feu

source: fire claws
fr: griffes ardentes

source: fire breath
fr: souffle ardent

source: Fire Wisp
fr: Murmure de feu

source: fire bash
fr: Boutoir de feu

source: Animated Rock
fr: Le pic du Pinacle

source: Rock Golem
fr: Golem de pierre

source: Rock Golems are giant, slow, and heavy creatures made out of solid, living rock. Their fists can crush any skeleton in matter of seconds. Special Notes:
fr: Les golems de pierres sont de très grandes, lentes et lourdes créatures constituées de rochers vivants solidifiées. Leur attaque peut écraser n'importe quel squelette en une poignée de second. \ Remarques :

source: female^Water Spirit
fr: Esprit des eaux

source: female^Water Tidal
fr: Flux de marée

source: Troll Shaman
fr: Chaman

source: flame blast
fr: rafale de feu

source: race^Elvish Spirits
fr: Esprits elfes

source: Ghast
fr: Blafard

source: Elvish Ancestor
fr: Ancêtre elfe

source: ancient blade
fr: lame ancestrale

source: Elvish Forefather
fr: Patriarche elfe

source: Warrior Spirit
fr: Esprit guerrier

source: Death Baron
fr: Baron de mort

source: Bone Knight
fr: Chevalier squelette

source: trample
fr: piétiner

source: Skeleton Rider
fr: Cavalier squelette

source: Wose Shaman
fr: Chaman wose

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies. Special Notes:
fr: Ces woses sont capables d'ordonner aux plantes de la forêt, comme le lierre et les lianes, d'enchevêtrer leurs ennemis. Remarques :

source: entangle
fr: enchevêtrement

source: growth
fr: croissance

source: Growth: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit, up to a maximum of 88.
fr: Croissance: Cette unité gagne 1 point de vie ajouté à son maximum chaque fois qu'elle tue une unité vivante, jusqu'à un maximum de 88.

source: +1 max HP
fr: +1 aux PV max

source: maximum reached
fr: Nombre maximum atteint

source: dauntless
fr: intrépide

source: Dauntless: While attacking, this unit's resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
fr: Intrépide: Lorsqu'elle attaque, les résistances de cette sont doublées jusqu'à un maximum de 50%. Les faiblesses (résistances négatives) ne sont pas affectées.

source: Protection: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
fr: Protection: Les unités adjacentes de niveau inférieur à celle ci reçoivent un bonus de 20% à toutes les résistances, jusqu'à un maximum de 50%.

source: Obscures: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
fr: Obscures: Cet unité obscurcie le terrain alentour, rendant les unités chaotiques meilleurs combattantes et les unités loyales moins bonnes. Toute unité adjacente à celle ci combattra comme si c'était le soir lorsqu'il fait jour et la nuit lorsque c'est le soir.

source: desert ambush
fr: Embusqué du désert.

source: Desert ambush: This unit can hide in sand and dunes, and remain undetected by its enemies. Enemy units cannot see this unit while it is in sand, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
fr: Embusqué du désert: Cette unité peut se cacher dans le sable et les dunes et demeurer indétectable à leurs ennemis. Les unités ennemis ne peuvent pas voir celle ci tant qu'elles sont dans le sable, sauf si il y a une unité près d'elle. L'unité qui découvre la première un embusqué du désert perd instantanément les points de déplacement qu'ils lui restaient.

source: terror
fr: terreur

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When a unit adjacent to, of the same level, or a lower level than, and is an enemy of the unit with Terror engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
fr: Terreur : Cette unité peut effrayer les ennemis autour d'elle et en diminuer la capacité de combat. Les attaques des ennemis à côté de l'unité avec la capacité 'terreur' feront 15% de dégâts en moins, et encore 15% de moins pour chaque niveau d'écart entre eux et elle.

source: sylvan spark
fr: esprit des bois

source: Sylvan Spark: While in the forest (or mushroom grove), the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
fr: Esprit des bois : Cette unité regagnera 5 points de vie par tour tant qu'elle se trouve dans une forêt d'arbres ou de champignons. Elle éliminera le poison au lieu de se soigner en cas d'empoisonnement.

source: sylvan essence
fr: sylvain lumineux

source: Sylvan Essence: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk. The unit also can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In forest terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 4 HP per-turn, but only on forest or mushroom terrains.
fr: Sylvain lumineux : Cette unité illumine les terrains adjacents, rendant les loyaux meilleurs combattants et les chaotiques plus mauvais. Toute unité proche de celle ci combattra la nuit comme au crépuscule et au crépuscule comme la nuit. Cette unité peut également soigner et guérir les unités amies sur les terrains adjacents chaque tour sur une base maximum de 8 PV. En terrain boisé ils sera invisible de ses ennemis. Il peut également se régénérer, mais pas guérir du poison, de 4 PV par tour, mais seulement en forêt ou forêt de champignons.

source: Strength: melee damage +2, hitpoints +5 <Max XP +15%>
fr: Force : dommages en corps à corps +2, PV +5, <XP MAX + 40%>

source: Strength: melee damage +1, strikes +1 <Max XP +25%>
fr: Force : dommages en corps à corps +1, coups en corps à corps +1, <XP MAX + 25%>

source: Strength: melee damage +1, <Max XP +40%>
fr: Force : dommages en corps à corps +1, <XP MAX + 40%>

source: Strength: melee strikes +1, <Max XP +50%>
fr: Force : coups en corps à corps +1, <XP MAX + 15%>

source: New attack: thorns (pierce 9-3, magical) <Max XP +15%>
fr: Nouvelle attaque : Épines (perçant 9-3 magique) <XP MAX + 15%>

source: Poison Arrows
fr: Flèches empoisonnées

source: These arrows and bow will grant you a ranged attack with the poison special.
fr: Ces flèches et cet arc vous apportent une attaque à distance avec la capacité 'poison'.

source: I am not suited for using this weapon! Let someone else pick it up!
fr: Je ne suis pas équipé pour utiliser cette arme ! Laissez quelqu'un d'autre la prendre.

source: You pick-up the arrows and bow and BLAH BLAH -- FIXME!
fr: Vous prenez les flèches et l'arc et ...'à terminer'...

source: poisoned arrows
fr: Flèches empoisonnées

source: Do you want this unit to pick up the armor?
fr: Voulez-vous que cette unité prenne l'armure ?

source: Yes
fr: Oui

source: Void Armor
fr: Armure vide

source: A beautiful chest plate crafted from shimmering black steel, the Void Armor is virtually impenetrable to physical weapons!
fr: Magnifique armure créée à partir d'un acier noir luisant, l'armure vide est pratiquement immunisée aux attaques physiques.

source: Only a powerful warrior may don this armor!
fr: Seul un puissant guerrier peut porter cette armure !

source: You struggle to lift and don the heavy plate. Once worn, however, it is amazingly comfortable. You have increased resistance to all physical damage!
fr: Vous bataillez pour soulever et passer la lourde armure. Une fois mise cependant, elle est incroyablement confortable. Vous avez amélioré vôtre résistance à toutes les attaques physiques !

source: void armor
fr: Armure vide

source: The Void Armor grants the following resistances: blade: 50% pierce: 50% impact: 60% fire: +10%
fr: L'armure vide accorde les résistances suivantes : tranchant : 50% perforant : 50% contondant : 60% feu : +10%

source: No
fr: Non

source: Ring of Swiftness
fr: Anneau de promptitude

source: This ring will grant the bearer swift movement.
fr: Ce bâton accorde au porteur le don de se mouvoir rapidement.

source: You retrieve $temp_gold_retrieval_amount pieces of gold.
fr: Vous récupérez $temp_gold_retrieval_amount pièces d'or.

source: You receive $temp_gold_retrieval_amount pieces of gold!
fr: Vous recevez $temp_gold_retrieval_amount pièces d'or.

source: Thisss is a gloriousss death... for peacee!!!
fr: Ccc'est une glorieuzzze mort... pour la paix !

source: My death ssshall be only the beginning of your dessstruction, fiendsss!
fr: Ma mort marque ssseulement le début de vôtre dessstruction !

source: I die, for honor!!!
fr: Je meurs, pour l'honneur !

source: Well, at least I tried... *ugh*
fr: Bien, au moins j'aurai essayé... *ugh*

source: I am finished...
fr: Je suis fini.

source: Nooo! Elynia!
fr: Noonn ! Elynia !

source: That hurts... *ugh*
fr: Beurk, un cadavre !

source: *Argh* I'm... defeated...
fr: *Argh* J'ai été ... vaincu ...

source: Destroyed by these foul enemies... it should not have ended like this...
fr: Vaincu par ces ennemis stupides... ça ne devait pas se terminer ainsi...

source: Argh! This is the end for me.
fr: Argh ! C'est la fin pour moi.

source: The dwarven King has died! How did we let such a thing happen?
fr: Le roi des nains est mort ! Comment une telle chose a-t-elle pu advenir ?

source: Rise, rise from the ground!
fr: Levez vous, levez vous hors de la terre !

source: Enemy boss sighted!
fr: Chef ennemi en vue !

source: Hard Hat Area
fr: Ça n'était pas si difficile !

source: *Shadow Master (author): This scenario is under construction, so you should not play it unless you really want to see a glimpse of what is coming next release, because savefiles of it might not be compatible with the finished scenario. Updates in the 1.3.x campaign server or in the www.wesnoth.org forum thread 'Invasion from the Unknown' (Scenario and Campaign dev. forum) You will be redirected to the Credits screen after the first turn. -- The author
fr: *Shadow Master (l'auteur) : Ce scénario est en construction, donc vous ne devriez pas le jouer à moins que vous ne vouliez vraiment avoir un aperçu de ce que viendra dans la prochaine mise à jour. Les sauvegardes pourraient ne pas être compatibles avec celles réalisées avec la version finale. Les mises à jour se trouvent sur le serveur de campagnes 1.3.x ou sur le site www.wesnoth.org, forum thread 'Invasion from the Unknown' (Scenario and Campaign dev. forum) Vous serez redirigé sur l'écran 'Credits' après le premier tour. -- L'auteur

source: Indoors
fr: À l'intérieur

source: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
fr: Cette unité gagne un PV ajouté à son maximum chaque fois qu'il détruit une unité vivante.

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
fr: Cette unité assombri les terrains environnants rendant les chaotiques meilleurs combattants et les loyaux plus mauvais.

source: This unit's resistances are doubled during attack, up to a maximum of 50.
fr: La résistance de cette unité est doublée en attaque jusqu'à un maximum de 50%

source: Adjacent lower-level units of the same allegiance have their resistances increased by the sole presence of this unit.
fr: Les unités adjacentes de niveau moindre et de même équipe voient leurs résistance augmenter par la simple présence de cette unité.

source: This unit can frighten enemy units that are next to it, making them fight worse.
fr: Cette unité peut effrayer l'ennemi adjacent, affaiblissant les dégâts qu'il cause.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains.
fr: Cette unité se régénère de 5 PV par tour si il est dans une forêt ou une forêt de champignons.

source: Author's warning: some scenarios of this campaign work in a dramatically different way to that of Wesnoth's common gameplay, incorporating RPG-style elements and other oddities. Special care you must have about the boss scenarios, so try to keep as many high-level units alive as possible for avoiding nasty surprises. Although not strictly a requirement, I recommend players to have played or read the storyline behind Descent into Darkness and Under the Burning Suns, to be familiar with some characters and historical events.
fr: Avertissement de l'auteur : Certains scénarios de cette campagne fonctionnent de façon radicalement différente du jeu habituel Battle for Wesnoth, incorporant des éléments de type JdR ainsi que d'autres particularités. Vous devez apporter un soin tout particulier aux scénarios contenant un 'Boss'. Essayer de garder autant d'unité de haut niveau que possible afin d'éviter les surprises désagréables. Bien que non strictement nécessaire, je recommande aux joueurs d'avoir fait ou au moins lu les synopsis des campagnes 'Descend into Darkness et 'Under the Burning Sun' afin de se familiariser avec certain personnages et évènements historiques.

source: I am here to tell you a history, a history of what events came to happen some time after the Fall. Of how the Quenoth elves were not the only ones who survived the Elven war. The history of the last elves in the Great Continent.
fr: Je suis ici pour vous raconter une histoire, l'histoire des évènements survenus quelques temps après la Chute. Comment les elfes Quenoth ne furent pas les seuls survivants de la guerre Elfe. L'histoire des derniers elfes du Grand Continent.

source: But first, the introduction. Our story starts after the era known by most as the Golden Age, with the adventures of the last forest elves in the Great Continent, hidden in a valley in the far east.
fr: Tout d'abord, l'introduction. Nôtre histoire débute après l'époque généralement connue sous le nom d'Âge d'Or avec les aventures des derniers elfes forestiers sur le Grand Continent, cachés dans une vallée loin à l'est.

source: From the journal of the local militia leader, Galas...
fr: Extrait du journal de campagne d'un chef de milice locale, Galas...

source: Episode I: Into the Darkness
fr: Épisode I : Dans les ténèbres.

source: Over the years, protecting our valley became harder and harder. The attacks of the occasional necromancer and fugitive bands have become more than a simple nuisance. We have not lost the fighting and archery styles of our ancestors, so in response our leaders have begun to send out patrol groups. Warriors which prowl every day around the valley's frontiers. I have never known my mother, the elders say she died in childbirth. My father has led led our warriors to battle since I have been a little boy. So it was no small surprise to my friends that I have followed in his footsteps and became a patrol leader myself.
fr: Au fil du temps, il est devenu de plus en plus dur de protéger nôtre vallée. Les attaques ponctuelles de nécromanciens et des bandes de fugitifs sont devenu plus qu'un simple désagrément. Nous n'avons perdu ni les style d'escrime ni celui de l'archerie issus de nos ancêtres, aussi, en représailles, nos chefs ont commencé à envoyer des patrouilles en missions. Des combattants qui rôdent chaque jour aux frontières de la vallée.Je n'ai jamais connu ma mère. Les anciens disent qu'elle est morte en couches. Mon père a conduit nos combattants à la bataille depuis que j'étais petit garçon. Aussi ne fût ce pas une surprise, même petite, pour mes amis lorsque j'ai mis mes pas dans les siens et que je suis devenu moi-même chef de patrouille.

source: Eventually, he was killed by a band of nomadic humans. A sling bullet crushed his head while he valiantly defended an injured comrade. At the time I was shocked by his death, a graceless end to his valiant life. I cried for the last time at his funeral. His death, however, drove me to become the best, advancing though the ranks of my comrades until I was one of the best fighters and commanders among my people, despite my age.
fr: Finalement il a été tué par une bande d'humains nomades. Une pierre de fronde lui a fracassé la tête alors qu'il défendait vaillamment une camarade blessé. En ce temps là j'ai été choqué, quelle fin inélégante pour toute une vie de bravoure. J'ai pleuré pour la dernière fois à ses funérailles. Sa mort, cependant, m'a rendu meilleur, faisant mon chemin dans les rangs de mes camarades jusqu'à ce que je devienne un des meilleurs combattant ainsi que commandant de mon peuple, en dépit de mon jeune âge.

source: I grown up patrolling the frontiers every week. Analia, a sorceress, has taken care of me like her own son since before I can remember. She has been to me the mother I never had, often spending far too much time caring for me rather than her own duties.
fr: J'ai grandi, patrouillant les frontières semaine après semaine. Une sorcière, Analia, prit soin de moi comme de son propre fils aussi loin que je me souvienne. Elle a été, pour moi, la mère que je n'ai jamais eu, passant souvent plus de temps à se soucier de moi que de ses propres charges.

source: Recently however, the attacks occasional invaders started to increase. Their attacks slowly building up into an inexplicable frenzy. It was as if they were pushed by some sinister force. Throwing themselves onto our blades and arrows as if death was a better alternative than falling back. Our patrol groups steadily grew in size to resist, becoming harder to maintain as most people simply did not want to risk their lives in combat against such determined foes..
fr: Récemment cependant, les attaques des envahisseurs occasionnels ont commencé à augmenter. Leurs attaques s'accroissaient lentement dans une frénésie inexplicable. Comme si ils étaient poussés par quelque sinistre force. Ils se lançaient sur nos épées et nos flèches comme si la mort était une meilleure alternative que de tomber en arrière. Nos patrouilles ont fortement grandi en taille pour résister, devenant plus difficiles à diriger car la plupart des gens n'avaient tout simplement pas risquer leur vie au combat contre des adversaires aussi décidés.

source: Then one day, we discovered the source of the rebels' frenzy. A massive human army arrived at the mouth of our valley on that day. That day...
fr: Puis un jour nous avons découvert la raison de la frénésie des rebelles. Une énorme armée humaine arrivait à l'embouchure de nôtre vallée. Ce jour là...

source: It was quite a success, but the fighting manners of those humans were more professional, coordinated and accurate than those of the regular nomadics. That worried me initially, and I would have organized a scouting party to the desert if we were in conditions of doing so, as it was an uncanny situation.
fr: Succès complet, mais la manière de combattre de ces humains était plus professionnelle, coordonnée et précise que celle des habituels nomades. Ce qui m'a inquiété initialement et j'aurai bien organisé une reconnaissance dans le désert si nous avions été en position de le faire. Une bien étrange situation.

source: Our group was quite weakened by that battle, so we withdrew back to the main keep of the valley. Another patrol group took care of our job in the meanwhile, and were scheduked to come back in three days. However, that did not happen the right way. Instead, something else came back, with our kin's skulls in their banners. It was obvious what happened to them. I am not sure whether to thank or regret for me being still alive, having been protected by the valley's forest and hills in the castle. If I was in their boots, would I have survived? Probably not, but then, would that have helped in any way to what was to happen next?
fr: Nôtre groupe a été très affaibli par cette bataille, nous nous sommes donc retirés du principal verrou de la vallée. Une autre patrouille s'est occupé de nôtre travail en attendant et était programmé pour revenir trois jours plus tard. Cependant, cela ne suivit pas le bonne voie. Au lieu de cela, quelque chose d'autre est venu, les crânes de nos familles dans leurs bannières. Ce qui leur était arrivé était évident. Je ne suis pas sûr qu'il me faille remercier ou regretter d'être toujours vivant, protégé comme je l'étais par la forêt et les collines, à l'abri dans le château. Si j'avais été à leur place, aurais-je survécu ? Probablement pas, mais alors, cela aurait-il aidé d'une façon quelconque ce qui devait arriver par la suite ?

source: The bodies of my people were crushed underfoot as we raced to escape the valley. Barely less than a thousand of us made it.
fr: Les corps de mon peuple ont été piétinés durant nôtre course pour sortir de la vallée. A peine moins d'une centaine ont pu fuir.

source: Even after thousands of years being dead, the necromancer still had trails of flesh on his body and traces of hair on his head. We elves have fought necromancers before, but this one... this one was different.
fr: Même mort depuis des milliers d'années, le nécromancien avait toujours des traces de chair sur son corps et des traces de cheveux sur sa tête. Nous les elfes avions combattu des nécromanciens auparavant, mais celui-ci ... celui-ci était différent.

source: According to Analia, he was just a tormented soul. A man who had fought for a noble cause in an improper way. Anyway, I feel uneasy with undead by our side. We elves, even in our oldest histories, never fought on the same side as necromancers. Even our own kind who learned the dark arts we have had executed, as the humans do. Now, after traveling with this... man, I wonder if our actions in the past were just...
fr: Selon Analia, il était seulement une âme torturée. Un homme qui s'était battu pour une cause noble d'une façon incorrecte. De toute façon, je me sentais gêné avec un mort-vivant à nôtre côté. Nous, les elfes, même dans nos plus anciennes histoires, ne nous étions jamais battues du même côté que les nécromanciens. Nous avions même combattu ceux des nôtres qui avaient appris les arts sombres, tout comme les humains le font. Maintenant, après avoir voyagé avec cet homme ..., je me demande si nos actions passées étaient justes...
