Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Not hiring dwarves, no no. Analia could explain it better.
fr: Nous ne voulons pas embaucher des nains, non, non. Analia l'expliquera mieux que moi.

source: The elf war after the Fall was caused by a creature of the same kind that troubles us all now. A demon, and was vanquished by two people almost alone. They were the Master of Darkness and the Lady of Light. According to our friend necromancer, the two went to the depths of the world, supposedly to sleep. Although the master of Darkness disappeared, the Lady of Light, Elynia, must be sleeping in the deepest caves of the system.
fr: La guerre des elfes après la Chute fut causée par une créature du même genre que celle qui nous trouble maintenant. Un démon et il fut vaincu par deux personnes quasiment seules. C'était le Maître des Ténèbres et la Dame de Lumière. D'après nôtre ami nécromancien, tous les deux partirent pour les profondeurs de la terre, soit disant y dormir. Bien que le Maître des Ténèbres ait disparu, la Dame de Lumière, Elynia, doit être endormie dans les plus profondes cavernes de ce système.

source: Interesting. Althurin's master actually had a possibly related story of his wanderings in the deepest caves. He did not go too deep because of the creeps that were roaming there, but went deep enough to tell us some facts. Unfortunately, though, that happened a century or two ago, so the only dwarf left who could tell you the details, with a relative level of reliability, would be his apprentice, Althurin himself, our current best runemaster. Althurin?
fr: Intéressant. Le maître d'Althurin avait une histoire à raconter en relation avec ses visites dans les plus profondes caves. Il n'était pas allé très profond à cause des rampants qui rodent là bas mais suffisamment profondément pour nous rapporter certains faits. Malheureusement cela est advenu il y a un siècle ou deux et le seul nain restant qui puisse vous parler des détails avec un relatif niveau de fiabilité serait son apprenti, Althurin lui même, nôtre actuel meilleur Maître des Runes. Althurin ?

source: Yes, my lord?
fr: Oui, Monseigneur.

source: Tell us.
fr: Dites nous.

source: Well, my master shared this with me just some months before his death, for he was too old for living any longer, but I think I remember every detail of what he told me.
fr: Et bien, mon maître m'a raconté cela quelques mois à peine avant de mourir car il était trop vieux pour vivre plus longtemps mais je pense me souvenir de chaque détail de ce qu'il m'a dit.

source: He was just a young dwarf when he went to explore the depths of our territory, tunnels never explored before. He was seeking rare metals that could serve for crafting powerful and sophisticated weapons, and, well, he was young, again, so he was a little fool that purposefully went to the unknown parts of the underground in a madness attack.
fr: Il était tout juste un jeune nain lorsqu'il parti explorer les profondeurs de nos territoires, des tunnels jamais explorés auparavant. Il y cherchait des métaux rares qui pourraient servir à la fabrication d'armes puissantes et sophistiquées, et, enfin, il était jeune et donc un jeune fou qui partit les parties inconnues des sous-sols dans une opération de malade.

source: People when young often do foolish things. I know that very well.
fr: Les jeunes font souvent des choses folles. Je sais cela très bien.

source: He said that there were indeed rare materials waiting to be extracted; however, there were also rare creatures waiting for prey. He could barely escape from there, alone.
fr: Il disait qu'il y aurait certainement des métaux rares à extraire. Manifestement il y avait également des créatures rares qui attendaient pour chasser. Il pût s'échapper de justesse, mais seul.

source: Well, he must have been a real fool to go to such place alone.
fr: Bien, ce devait être un vrai fou pour aller seul en un tel endroit.

source: Possibly because no sane dwarf would dare go to such parts, be it alone or accompanied.
fr: Peut-être parce qu'aucun nain ne voudrait aller en un tel endroit, serait il seul ou accompagné.

source: However, with his mastery of runecrafting, he could detect a strong presence even deeper by those parts. The presence of what he called 'the Source of Light itself'.
fr: Quoi qu'il en soit, grâce à sa maîtrise de l'interprétation des runes, il pût détecter une puissante présence irradiant très profondément de toutes parts. La présence de ce qu'il appelait 'la Source de Lumière elle même'.

source: If your lady of Light is so powerful, it could have been her presence.
fr: Si vôtre Dame de Lumière est si puissante, ce pouvait être sa présence.

source: Certainly.
fr: Certainement.

source: That's what we came for. To find her. If you don't mind, Dwarf-lord, we shall go there.
fr: C'est pourquoi nous sommes venu. Pour la trouver. Si vous n'y voyez pas d'inconvénient, roi nain, nous irons là bas.

source: We WHAT?!
fr: Nous QUOI ?

source: We shall descend there, Galas.
fr: Nous devons descendre ici, Galas.

source: But, but...
fr: Mais, mais...

source: If you let me say so, lads and lass, that would be suicide. As Althurin said, only a true fool would risk death going to that place. Death or something worse...
fr: Si vous me permettez, mesdames et messieurs, ce serait du suicide. Comme le disait Althurin, seul un véritable fou risquerait la mort en allant en ces lieux. La mort ou quelque chose de pire encore...

source: Fools, indeed, but if you don't have any better clue of how to vanquish the evil once and for the rest of eternity...
fr: Folie, certainement, mais si vous n'avez pas de meilleur solution pour vaincre le démon une bonne fois et pour le reste de l'éternité...

source: The Union? Nobody can possibly control it...
fr: L'Union ? Personne ne peut raisonnablement la contrôler...

source: Our saviors did. The union of the powers of Darkness and Light defeated the evil once, and I have faith in that it shall do it again if we can summon it. But we cannot, directly at least. Finding the Lady of Light would be the first step. The second would be finding the Master of Darkness, but if Mal Keshar's is right, we possibly won't find it here. It must be somewhere else, captured, trapped, or otherwise. We being here, it might be our only chance to complete the first step.
fr: Nos sauveurs l'ont fait. L'union des pouvoirs de l'Obscurité et de la Lumière a défait le mal une fois et je sais qu'elle le fera de nouveau si nous pouvons l'appeler. Mais nous ne pouvons pas, directement au moins. La découverte de la Dame de Lumière serait le premier pas. Le second serait de retrouver le Maître des Ténèbres, mais si Mal Keshar a raison, nous ne le trouverons probablement pas ici. Il doit être ailleurs, capturé, pris au piège, ou autre chose. Que nous soyons ici pourrait être notre seule chance de d'achever la première pas étape.

source: Yes, indeed, and that worries me. *sigh* I guess I could follow your advice, fellows. Your race has already proven to be heroic and foolish enough to achieve great deeds. But, who exactly are going there?
fr: Oui, en effet et cela m'inquiète. (soupir) Je suppose que je pourrais suivre votre conseil, camarades. Votre race a déjà prouvé son héroïsme et sa folie, suffisants pour réaliser de grandes choses. Mais qui, exactement, va là bas ?

source: I would not risk my people to go there, so I guess they must stay here in the safety, and to help you protect Knalga at the same time. I grant you leadership of my best battle commanders and archers, and give you our gold reserves. You shall need them if something bad arises while we are there.
fr: Je ne risquerais pas mon peuple pour aller là bas, je suppose donc qu'ils doivent rester ici, en sécurité et vous aider à protéger Knalga. Je vous donne le commandement de mes meilleurs commandants et de mes meilleurs archers et vous donne nos réserves d'or. Vous aurez besoin d'eux si quelque chose de mauvais surgit tandis que nous serons là bas.

source: Indeed, only we three should go.
fr: En effet, nous partirons seulement tous les trois.

source: My king, I shall go with them, if you allow me to do so.
fr: Mon roi, j'irai avec eux, si vous permettez de faire ainsi.

source: Althurin, you are middle-aged, unlike your master when he risked his life. What motivates you to do that?
fr: Althurin, vous êtes entre deux âges, pas comme vôtre maître quand il risquait sa vie. Qu'est ce qui vous motive à faire ceci ?

source: I would feel certainly disappointed and decepcionated of myself if I got an apprentice who I could not tell any of my adventures because I wouldn't have any to tell. I do not want to grow old, die, and have done nothing 'risky' like what my master did. I know it might sound foolish, but...
fr: je me sentirais désappointe et de décevrais moi même si j'avais un apprenti qui ne pourrait raconter aucune de mes aventures parce que je n'en aurais eu aucune à lui raconter. Je ne veux pas vieillir, mourir et n'avoir rien fait de risqué dans ma vie comme mon maître l'avait fait. Je sais que je peux paraître fou mais...

source: Fair enough. You can go. Be careful, and listen to Althurin's advice. He has proved to be a wise runecrafter. I cannot judge by myself whether he is wiser than his master or not, but I think he will guide you so that you don't suffer the foul destiny that might have suffered any other adventurer that wandered there.
fr: D'accord. Allez y. Soyez prudent et écoutez les conseils d'Althurin. Il s'est avéré être un forgeur de runes avisé. Je ne peux pas juger tout seul s'il est plus sage que son maître ou pas, mais je pense qu'il vous guidera pour que vous ne subissiez pas le destin tragique que pourrait avoir subi un autre aventurier qui aurait erré par là.

source: Thanks, sir.
fr: Merci Monsieur.

source: This is going to be fun...
fr: C'est parti pour être amusant...

source: We ssshall go with you, although I am not sssure how much help we could give in thossse cavesss.
fr: Nous devrons vous sssuivre, en effet je ne suis pas asssuré de l'aide que vous trouverez dans ccces cavernes.

source: After this scenario, you won't be able to recruit or recall elves. Only your loyal units (if any), undead minions, Analia, Althurin and Mal Keshar will be available. Also, your gold will be reduced to 25% of its current amount.
fr: À la fin de scénario, vous ne pourrez plus recruter ou rappeler d'elfes. Seuls vos unités fidèles, si il y en a, les favoris morts-vivants, Analia, Althurin et Mal Keshar seront disponibles. Votre or sera également réduit à 25% de son montant actuel.

source: The Library
fr: La Bibliothèque

source: Explore the Library and proceed deeper underground
fr: Visitez la bibliothèque et enfoncez vous dans les profondeurs

source: You can read the message crystals if you want to read details on the storyline, but it is not strictly necessary.
fr: Vous pouvez lire les messages de cristal si vous voulez des détails sur l'histoire mais ce n'est pas strictement nécessaire pour le jeu.

source: This place gives me chills. What is this? Looks like ruins of an ancient city.
fr: Cet endroit me donne des frissons. Qu'est ce que c'est ? On dirait les ruines d'une ancienne cité.

source: Indeed it is. I am not sure who or what lived in here, but it looks like it was an intelligent civilization. The carved runes on the buildings indicate it.
fr: En effet, c'est cela. Je ne suis pas sûr de qui ou quoi vivait ici mais ça semblait une civilisation intelligente. Les runes gravées sur les bâtiments le prouvent.

source: Hm. Interesting, they don't look dwarvish.
fr: Hum. Intéressant, elles ne semblent pas naines.

source: I think we ought to investigate the place. It seems to be a library, so perhaps we can find valuable information. Just my opinion.
fr: Je pense que nous devons fouiller l'endroit. Ça ressemble à une bibliothèque, peut-être que nous trouverons des informations intéressantes. C'est seulement mon avis.

source: Well, let us explore then, but be careful. Ancient civilizations are not always friendly to future ones; there might be traps or enchantments to protect these ruins.
fr: D'accord, fouillons, mais faites attention. Les anciennes civilisations ne sont pas toujours amicales envers celles de leur futur; il peut y avoir des pièges ou des enchantements qui protègent ces ruines.

source: Your heroes have got used to moving in caves, so their movement cost in caves is reduced 1 unit. This does not apply to Althurin, since his movement cost is already the minimum.
fr: Vos héros ont l'habitude de se déplacer dans les cavernes, ici le coût de leurs mouvement est réduit de 1. Ceci ne s'applique pas à Althurin puisque son coût de mouvement est déjà minimum.

source: -1 MP cost in cave
fr: Coût de mouvement -1 dans ces caves.

source: Crystal Glyph
fr: Glyphe de cristal.

source: TODO: blah blah about Wild Elves.
fr: À écrire : à propos des elfes

source: TODO: blah blah about Dragons
fr: À écrire : À propos des dragons

source: TODO: blah blah about Shaxthal lifeforms
fr: À écrire : À propos des formes de vie de Shaxthal

source: TODO: blah blah about orcs.
fr: À écrire : À propos des orcs

source: TODO: blah blah about drakes.
fr: À écrire : À propos des dracans

source: TODO: blah blah about demons.
fr: À écrire : À propos des démons

source: TODO: blah blah about Argazar technology.
fr: À écrire : À propos de la technologie d'Argazar

source: TODO: blah blah about Yechnagoth.
fr: À écrire : À propos de Yechnagoth

source: Aaah! Living fire!
fr: Aaah ! Du feu vivant !

source: Living fire? How can that be possible...
fr: Du feu vivant ? Comment est ce possible ?

source: There is a strong magic at work here, the magic of the nature elements. Everything is alive... the cave walls, the fire, the darkness... even the dust.
fr: Il y a une puissante magie à l'oeuvre ici, la magie des éléments naturels. Tout y est vivant... les murs de la caverne, le feu, l'ombre... même la poussière.

source: Physical weapons are unlikely to be of any help against them. Be careful.
fr: Les armes physiques ne sont hélas d'aucune aide contre cela. Soyez prudents.

source: Whoa! Uh... AAAAAH!!! It has no eyes or arms, just tail, legs and a giant mouth!!! What... what... WHAT IN THE HECK IS THIS!!
fr: Waouh ! Heu... Aaah ! Il n'a ni yeux, ni bras, juste une queue et une bouche géante ! Que... que... Qu'est ce que c'est ?

source: Corrupted creatures roam these places. That must have been a reptilian before, but now...
fr: Des créatures dégénérées rôdent par ici. C'était peut-être des reptiles avant, mais maintenant...

source: It is the ugliest thing I have ever seen...
fr: C'est la chose la plus laide que j'ai jamais vu.

source: Shouldn't we stop admiring it and just kill it?
fr: Ne devrions nous pas cesser de l'admirer et juste le tuer ?

source: Die, you foul abomination!
fr: Mourez, folle abomination !

source: Animated rocks. Oh great!
fr: Des rochers animés. Génial !

source: I do not think crushing or piercing it would be a good idea.
fr: Je ne pense pas que couper ou piquer soit une bonne idée.

source: Die, elves!
fr: Mourrez, elfes !

source: Darn, they have followed us this far!
fr: Malédiction, ils nous ont suivi jusqu'ici.

source: Not good. Here in the deepest underground they are stronger than our elvish fighters.
fr: Pas bon ça. Ici, dans les grandes profondeurs souterraines elles sont plus fortes que nos combattants elfes.

source: And stronger than my undead minions.
fr: Et plus fortes que mes favoris morts-vivants.

source: Let me crush one with my hammer, I want to see how good they do against ancient dwarven magic!
fr: Laissez moi en écraser un avec mon marteau, je veux voir si elles sont si bonnes que ça devant l'antique magie naine.

source: A walking corpse. Duh, is it that there ain't more interesting enemies to fight here? Well, perhaps I should be careful with what I say or think here.
fr: Un cadavre qui marche. Duh, n'y a-t-il pas d'ennemis plus intéressant à combattre ici ? Bien, peut-être que je devrais faire attention à quoi je parle ou je pense ici.

source: Not bad for a barely-covered chick. They are pretty tough for their lack of protection, though.
fr: Pas mal pour un poussin à peine emplumé. Ils sont assez durs malgré leur manque de protection, cependant.

source: Die, you fiend! And don't get up or I shall crush your head a second time!
fr: Meurt ! Et ne te relève pas ou je serais obligé de t'écraser la tête une seconde fois.

source: Um, that certainly made a difference. Tough guy, but nothing I couldn't handle.
fr: Hum, ça a certainement fait la différence. Costaud le gars, mais rien que je ne puisse contrôler.

source: Tough girl. Hey, what is their skin made of? It doesn't look like it really can bear that much damage.
fr: Costaude la fille. Hé, en quoi est faite sa peau ? Elle ne semble pas franchement pouvoir supporter plus de dégâts.

source: Begone, foul monstrousity!
fr: Dehors, stupide monstruosité.

source: This is just starting to piss me off. Who are you working for, and for what? Answer!
fr: Ça commence tout juste à m'énerver. Pour qui travaillez vous, et pour quoi ? Répondez.

source: *ack* I won't... *argh* tell you...
fr: *ack* Je ne... *argh* dirai ri...

source: I should've known that!
fr: Je le savais déjà.

source: I feel... a strange presence...
fr: Je ressens... une présence étrange...

source: A demon?
fr: Un démon ?

source: No. It's something good... it's the presence of light...
fr: Non. Quelque chose de bon... c'est la présence de la lumière...

source: It ought to be the source of Light my master spoke me of. We must be approaching it.
fr: Ce doit être la Source de Lumière dont mon maître m'a parlé. Nous devons approcher.

source: This path goes even deeper underground. I hesitate to continue.
fr: Ce chemin se poursuit plus profondément sous la terre. J'hésite à continuer.

source: Do not hesitate. Wherever the Lady of Light is, we shall be safe.
fr: Aucune hésitation. Là où est la Dame de Lumière, nous serons en sécurité.

source: I feel that we must continue that way. Our goal must be very close.
fr: Je sens qu'il nous faut continuer nôtre chemin. Nôtre but est tout proche.

source: Then there we shall go.
fr: Alors nous irons par ici.

source: The Source of Light
fr: La Source de Lumière

source: Find the 'Source of Light'. She must be sleeping somewhere in these caves.
fr: Trouver la 'Source de Lumière'. Elle doit être endormie quelque part dans ces cavernes.

source: It is... an enormous power fills the entire place!
fr: C'est... un immense pouvoir emplit totalement cet endroit.

source: It is here. We have arrived, finally...
fr: C'est là). Nous sommes arrivés finalement...

source: You magic-skilled people can perceive things I cannot.
fr: Votre peuple de magiciens peut percevoir ces choses, moi je ne peux pas.

source: Indeed, lad. Magic experience grants you the ability to perceive things which existance normal people ignore. My runic detectors indicate that an ancient magic affects these tunnels, a magic which is unknown to us people of present time.
fr: En effet, garçon. L'expérience de la magie vous donne la capacité de percevoir les choses dont les gens normaaux ignorent l'existance. Mes détecteurs runiques indiquent qu'une magie antique affecte ces tunnels, une magie qui nous est inconnue, à nous, peuples du présent.

source: Fair enough, find the Source. We should not waste too much time in this search, for we do not know when the enemy will fall upon Knalga.
fr: D'accord, trouvez la Source. Nous ne devrions pas perdretrop de temps dans cette recherche, car nous ne savons) pas quand l'ennemi tombera sur Knalga.

source: I hope that is has not. Our thriving economy would not support us in a full-sized war yet.
fr: J'espère que c'est n'est pas arrivé. Notre économie en croissance ne nous soutiendrait pas dans une guerre totale.

source: Less chatter and more scouting, people, before the earth falls over us!
fr: Moins de bavardage et plus de recherches, tout le monde, avant que la terre ne nous tombe dessus.

source: I don't think that will happen. The earth detects our presence, won't harm us as it knows why we came here.
fr: Je ne pense pas que cela arrivera. La terre détecte nôtre présence mais nous nuira pas car elle sait pourquoi nous sommes venus ici.

source: Surely I could use some help here!
fr: J'aurai certainement besoin d'aide en ce moment.

source: Die, microscopic vermin!
fr: Meurs, vermine insignifiante.

source: The elves! Damn, the back guards could not against them!
fr: Les elfes ! Bon diable, l'arrière garde ne pourrait rien contre eux !

source: Persistent fools. Never mind, we shall destroy them, shan't we? For the Dark Lord!
fr: Imbéciles acharnés. Pas de soucis, nous les détruirons, n'est ce pas ? Pour le Seigneur Sombre

source: They must be after our lady, they want to stop us!
fr: Ils doivent être après nôtre Dame, ils veulent nous arrêter.

source: Their master must be certain of what fate awaits him or her if we call upon the power of the Union. And looks like they have a never-ending supply of grunt attack force.
fr: Leur maître doit être certain de ce que le destin lui réserve si nous faisons appel au pouvoir de l'Union. Il semble qu'ils aient une réserve inépuisable de fantassins d'attaque.

source: We must try and defeat them here, once for all, and secure the place.
fr: Nous devons tenter et parvenir à les vaincre ici, une fois pour toutes et sécuriser l'endroit.

source: Defeat the demon leader
fr: Vaincre le chef des démons

source: Master... I have... failed... *falls lifeless to the ground*
fr: Maître... J'ai... échoué... *tombe sans vie sur le sol*

source: Die, you fiend, and stay dead!
fr: Meurt, sale démon, et reste mort !

source: Oooh! What the... hey, look! The cave wall there has raised!
fr: Oooh ! Qu'est ce... hé, regardez ! Les murs de la caverne se sont élevés !

source: There we go!
fr: On y va !

source: Explore the main chamber and find the 'Source of Light'
fr: Explorer la chambre principale et trouver la Source de Lumière

source: The earth shakes! It must be a volcanic eruption!
fr: La terre tremble ! Ce doit être une éruption volcanique.

source: No, it is not. We are just awakening the forces of nature with our mere presence here. It indicates nobody has stepped in these caves for a long time, possibly for millions of years.
fr: Non, pas du tout. Nous avons juste réveillé les forces de la nature par nôtre simple présence ici. Cela indique que personne n'est venu par ici depuis de longues années, probablement depuis des millions d'années.

source: Except the Lady of Light, whose presence comes from the walls at the center of the chamber!
fr: Exceptée la Dame de Lumière dont la présence sourd à travers les murs du centre de cette chambre.

source: What should we do? These walls are impassable!
fr: Que devons nous faire ? Ces murs sont infranchissables.

source: I think there must be a way to open the walls. The chamber is shaped around a hexagonal centre, and its corners look strangely clean. The runes carved in each one of them must indicate something, and being all different in each corner, it might mean that we have got to activate them from six different places, distant from the chamber.
fr: Je pense qu'il doit y avoir un moyen d'ouvrir ces murs. La chambre est formée à partir d'un centre hexagonal et ses coins semblent étrangement nets. Les runes taillées dans chacun d'entre eux doivent indiquer quelque chose, elles sont différentes à chaque coin et pourraient signifier que nous devons les activer de six endroits différents, à quelques distances de la chambre.
