Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: But as the group spotted the south-eastern mountains and the cave entrance, a screeching sound was heard...
fr: Mais lorsque le groupe eu atteint le sud-est des montagnes et l'entrée des cavernes, un son strident se fit entendre.

source: You will succumb to the power of Chaos, eventually. No elf or human has resisted it for long in the past.
fr: Vous succomberez au pouvoir du chaos. Ni elfes, ni humains n'ont résisté longtemps par le passé.

source: It should be dawn by now; the moon has hidden and Naia should have already appeared in the skies.
fr: Ce devrait être l'aube maintenant, la lune est cachée et Naia devrait avoir déjà apparu dans le ciel.

source: This place was cursed, since long ago, to be sunken into eternal darkness. No matter what we do, the night will not end here. This makes it specially dangerous for us, against the fiendish inhabitants of these lands.
fr: Cet endroit a été maudit depuis tellement longtemps qu'il a sombré dans une éternelle obscurité. Quoi que nous fassions, la nuit ne finit jamais ici. C'est particulièrement dangereux pour nous, face aux adversaires qui habitent ces contrées.

source: This has delayed us a lot already.
fr: Tout cela nous a déjà beaucoup retardé.

source: Look! A huge swarm of drones approaches!
fr: Regardez ! Un enorme grope de drones s'approche.

source: We cannot deal with such a threat... we will be surely vanquished now!
fr: Nous ne pouvons pas composeravec une telle menace... nous serons sûrement vaincus.

source: Trial of the Armageddon
fr: Le défi de l'armagedon

source: Defeat all your oponents
fr: Vaincre tous les ennemis

source: What happens, Galas? Are you hesitating? Kill them, kill your enemies. Feel the pleasure of their blood in your hands.
fr: Que se passe-t-il Galas ? Hésites tu ? Tue les, tue tes ennemis. Ressens le plaisir de leur sang sur tes mains.

source: Kill them, now! Don't leave any of those beasts alive!
fr: Tuez les, maintenant ! Ne laissez pas une de ces brutes vivante.

source: I thought I was the only enthusiast here, on killing living foes.
fr: Je pensais que j'étais le seul à m'enthousiasmer en tuant des vivants.

source: Galas? Are you sure you are alright?
fr: Galas ? Es tu certain que tout va bien ?

source: You don't dare tell her, huh? Is it that you fear treason on part of your 'friends'? That is normal enough; in this harsh new world, friendship has not the value it used to have in the past. But there is another way...
fr: Vous n'osez pas lui dire, huh ? Est ce ce que vous craignez, une trahison de la part de vos 'amis' ? C'est assez normal, dans ce nouveau monde dur, où l'amitié n'a pas la valeur qu'elle avait dans le passé. Mais il y a une autre voie...

source: It must be just the heat of the lava.
fr: Ce doit être seulement la chaleur de la lave.

source: The Armageddon
fr: Armagedon

source: You are toast. Although the Shadow Master would be pleased to meet you, I'm afraid it's my duty to crush you and bury your remains into the sands.
fr: Vous êtes cuitst. Bien que le Maître de l'Ombre serait enchanté de vous rencontrer, j'ai bien peur qu'il soit de mon devoir de vous écraser et d'enterrer vos restes dans les sables.

source: The Shadow Master? Is that then the name of the obnoxious ruler of the Empire?
fr: Le Maître de l'Ombre ? C'est donc le nom du très désagréable dirigeant de l'Empire ?

source: Brute force will not defeat us, specially when applied by a foul sickening enemy such as you and your pals.
fr: La force brutale ne nous vaincra pas, surtout si elle est appliquée par de stupides et dégoûtants ennemis tels que vous et vos copains.

source: We'll see. The Master specially wants to meet you, pitiful fairy, but nothing will be left of you at the end of this day!
fr: Nous verrons bien. Le Maître veut tout particulièrement vous rencontrer, pitoyable fée, mais il ne erstera rien de vous à la tombée du jour!

source: Unless we toast you first!
fr: Sauf si on vous grille d'abord !

source: And so passes the biggest imp ever seen...
fr: Ainsi disparaît le plus gros diablotin jamais vu...

source: Now that it's over at last, we should enter the caves quickly. Who knows what other fiends will come here if we are still on the surface, exposed to their attacks.
fr: Maintenant que c'est enfin terminé, nous devrions entrer rapidement dans les cavernes. Qui sait si d'autres démons ne viendront pas ici si nous sommes toujours sur la surface, exposés à leurs attaques.

source: The darkness is my domain; wherever darkness is, I shall be to haunt you. You cannot escape influence, Galas, I tell you.
fr: Les ténèbres sont mon domaine, partout où ils règnene, je te hanterai. Tu ne pouvez échapper à mon influence, Galas, je te le l'affirme.

source: Under the Sands
fr: Sous les sables

source: Alien Matrix
fr: Matrice alien

source: Find an exit (possibly south from your starting location) and move Mal Keshar or Elynia there
fr: Trouver une sortie (sans doute au sud) et y déplacer Mal Keshar ou Elynia.

source: These caves smell like rotten flesh.
fr: Ces cavernes ont une odeur de chair putride.

source: That's a minor annoyance. There is something worse in this place, something that I cannot describe with words. The air, the rocks, everything is unnatural.
fr: C'est un inconvénient mineur. Il y a quelque chose de plus mauvais en cet endroit, quelque chose que je ne peux pas décrire avec des mots. L'air, les roches, tout y est artificiel.

source: We have come down to the realm of chaos and corruption. The demons seem to be capable of corrupting our world with their sole presence, and this is proof of it. If we don't stop them, soon all the continent will be covered in an eternal shade of darkness, and all living beings will succumb to the power of Chaos.
fr: Nous sommes descendus au royaume du chaos et de la corruption. Les démons semblent être capables de corrompre notre monde par leur seule présence et ceci en est la preuve. Si nous ne les arrêtons pas, tout le continent sera bientôt couvert d'un voile éternel d'obscurité et toutes les créatures vivantes succomberont au pouvoir du chaos.

source: Ugh... I...
fr: Argh !

source: Yes, Galas, I can do more than merely speaking to you. I can touch your mind, and crush it as an insect with my will. You shall not last for much time if you stay in my domains.
fr: Oui, Galas, je peux faire plus que simplement converser. Je peux toucher votre esprit et l'écraser comme un insecte par ma volonté. Vous ne durerez plus très longtemps si vous restez dans mon domaine.

source: Argh, it... hurts...
fr: Argh, ça... fait mal...

source: Ahhh... help... mee!!
fr: Ahhh... au... secours !

source: Something is trying to contaminate and possess his mind. Elynia, invoke the power of Light and get the shadows out of his body, or we'll lose him otherwise!
fr: Quelque chose tente d'envahir et de posséder son esprit. Elynia, invoquez le pouvoir de la Lumière et éloignez les ombres de son corps, sinon nous le perdrons.

source: Galas, please, don't die now, we need you!
fr: Galas, s'il te plaît, ne meurt pas. Nous avons besoin de toi.

source: Don't despair, girl. He is still alive, just unconscious right now.
fr: Ne désespérez pas, fillette. Il est toujours vivant juste inconscient pour le moment.

source: What should I do now?
fr: Que dois je faire maintenant ?

source: Lead the other living people until Galas regains consciousness. He will need to rest, but make sure he is not left alone in the darkness, as that would allow the shadows to contaminate him again.
fr: Guider les autres vivants jusqu'à ce que Galas reprenne conscience. Il aura besoin de repos, mais assurez vous qu'il ne reste pas seul dans les ténèbres, ce qui permettrait aux ombres de le contaminer de nouveau.

source: I'm getting nervous. We should get out of this place soon, as we are too vulnerable in the darkness and corruption of these haunted caves.
fr: Je deviens nerveuse. Nous devrions sortir de cet endroit bientôt, nous sommes trop vulnérables dans l'obscurité et la pourriture de ces cavernes hantées.

source: Were these tunnels our only option, Elynia? I am starting to think I would have rather preferred to fight on the surface than here.
fr: Ces tunnels sont ils nôtre seule option, Elynia ? Je commence à penser que j'aurai préféré combattre en surface qu'ici.

source: Of course, except that we would be visually exposed to the friends of that gigantic imp.
fr: Bien sur, excepté que nous serions exposés aux yeux des amis de ce gigantesque diablotin.

source: You may have a point there, perhaps.
fr: Vous marquez un point.

source: This is taking too long, and I'm getting impatient. Make haste, fools!
fr: C'est trop long et je deviens impatient. Dépêchez vous, bande d'idiots.

source: Except you, lass, of course.
fr: Sauf vous, jeune fille, bien sûr.

source: Oh no, we tarried here for too long, and the drones have found and surrounded us! We are trapped between them and the cave walls. It is the end...
fr: Oh non, nous sommes resté ici trop longtemps et les drones nous ont trouvés et nous ont encerclés. Nous sommes pris au piège entre eux et les murs de la caverne. C'est la fin...

source: What in the name of goodness is that thing?
fr: Au nom de la déesse qu'est-ce que cette chose ?

source: Look out! It seems to be a matrix filled with larvae of those abominations. Perhaps if we can destroy it they will not pursue us any longer.
fr: Regardez ! Ça ressemble à une matrice pleine de larves de ces abominations. Peut-être que si nous pouvions la détruire ils ne nous poursuivraient pas plus longtemps.

source: Sounds like a plan, a good one. Let's smash it then.
fr: Ça ressemble à un plan. Un bon même. Allons la briser.

source: When is the lad going to wake up, this is starting to worry me.
fr: Quand le garçon va-t-il se réveiller. Ça commence à m'inquiéter.

source: A whisper...
fr: Un soupir...

source: And a light...
fr: Une lumière...

source: Master Galas! I'm surely happy of seeing ya alright!
fr: Maît' Galas, j'suis bien content de vous voir aussi bien.

source: Elynia... what happened? Where are we?
fr: Elynia.. Qu'est il arrivé ? Où sommes nous ?

source: 'What happened'? Why the hell are you asking our question?! What happened to *you*?
fr: Qu'est il arrivé ? Pourquoi par l'enfer posez vous cette question ? Que vous est il arrivé à 'vous' ?

source: Galas, you almost made us think you were dead! But what happened to you shortly after entering the cave, is what I may ask now.
fr: Galas, tu nous as presque faits penser que tu étais morts! Mais que t'est il arrivé peu de temps après l'entrée dans la caverne, c'est ce que je peux demander maintenant.

source: No, you would not believe me if I told you what happened. You would think I'm mad, or that I have been possessed by the enemy!
fr: Bon, vous ne me croiriez pas si je vous racontais ce qui s'est passé. Vous penseriez que je suis fou ou possédé par l'ennemi.

source: Galas, really, there is nothing to hide. We saw the shadows trying to absorb your unconscious body.
fr: Galas, il n'y a rien à cacher. Nous avons vu les ombres tenter d'absorber vôtre corps inconscient.

source: Galas, please explain us. We are your friends, and will support you in any circumstances.
fr: Galas, s'il te plaît, explique nous. Nous sommes tes amis, et nous te soutiendrons en toutes circonstances.

source: Aye. Tell us.
fr: Mais oui, dites nous.

source: It seems I'm too weak-minded. The Chaos lord seems to have tried to invade and destroy my mind, ranting things about his power in the darkness... he tried to convince me to slay you... he tempted me... he almost...
fr: Il semble que je sois trop faible d'esprit. Le seigneur du chaos semble avoir essayé d'envahir et de détruire mon esprit, divaguant sur son pouvoir dans les ténèbres... il a essayé de me convaincre de vous assassiner... il m'a tenté... il a presque...

source: Galas, don't feel culprit. If he managed to access my mind, he could have even possessed me, but it seems his powers are severely diminished by my light, as that is what I used to save you.
fr: Galas, ne te sens pas coupable. S'il espérait avoir accès à mon esprit, il pourrait m'avoir même possédé, mais il semble que ses pouvoirs sont sévèrement diminués par ma lumière, puisque c'est d'elle dont je me suis servi pour te sauver.

source: The light? That makes sense, he said he is even stronger in the darkness of the caves, even stronger than he already is in his own domains, these lands.
fr: La lumière ? Cela peut vouloir dire quelque chose, il disait qu'il était encore plus fort dans l'obscurité des cavernes, plus forts même qu'il ne l'est déjà dans ses propres domaines, ces terres.

source: Increased powers in the darkness of his territory... the impy said something about a so-called 'Shadow Master'. All those goons mention their 'Master' in every sentence they speak. It seems that this guy must have strong psychic powers, as strong as his control of the shadows; probably all his minions are just slaved minds of him. But, Elynia... you mentioned that your fianceé disappeared mysteriously, am I right?
fr: Des pouvoirs accrus dans l'obscurité de son territoire ... les diablotins ont dit quelque chose sur un prétendu 'Maître de l'Ombre'. Tous ces imbéciles mentionnent leur 'Maître' dans chaque phrase qu'ils prononcent. Il semble que ce type doit avoir des pouvoirs psychiques forts, aussi fort que son contrôle sur les ombres; probablement que tous ses favoris sont juste ses esclaves psychiques. Mais, Elynia ... vous avez mentionné que votre fiancé avait disparu mystérieusement, suis je dans le vrai ?

source: Yes, you are. But what has that to do with this problem?
fr: Effectivement, vous êtes dans le vrai. Mais quel rapport avec nôtre problème ?

source: I am getting suspicious... could there be some binding... could it be that this Shadow Master is actually your fianceé, Argan?
fr: Je deviens soupçonneux... cela pourrait coller... se pourrait il que ce Maître de l'Ombre soit votre fiancé, Argan ?

source: What?! No, impossible! Where did you get such an idea, fool!
fr: Quoi ? Non, impossible. Où êtes vous allé cherché une idée pareil, vieux fou ?

source: Think about the connection... both of them have grand control of Darkness. One of them, Argan, disappeared mysteriously. The other one, this Shadow Master, appeared mysteriously. And if he got possessed by an evil force in the very depths of the world, an evil force of darkness, and it turned him against the world? I can understand why you did not get affected by the corruption of such parts, Elynia, and it is yourself; your own internal light protects you as you did with Galas. But the Shadow Master would be himself part of the darkness, very prone to be corrupted.
fr: Pensez au rapport... tous les deux ont un grand contrôle sur les ténèbres. L'un d'entre eux, Argan, a disparu mystérieusement. L'autre, ce Maître de l'Ombre, est apparu mystérieusement. Et si un démon l'avait possédé et fait entrer de force dans les profondeurs du monde, une force démoniaque des ténèbres qui l'aurait retourné contre le monde. Je peux comprendre pourquoi vous n'avez pas été affectée par la corruption de ces lieux, Elynia et c'est grâce à vous, votre lumière interne propre vous protège comme vous avez fait avec Galas. Mais le Maître de l'Ombre serait, lui, la partie obscure, trop encline pour être corrompu.

source: No, it can't be. The exact reason because we got engaged was because he saved me with the powers of darkness turned to good. He is not evil. He cannot be turned to evil. Mal Keshar, you are a lich, I cannot trust your word, nor accept your reasoning.
fr: Non, ce ne peut être. La raison exacte pour laquelle nous nous sommes engagés est qu'il m'avait sauvé grâce aux pouvoirs des ténèbres utilisés à bon escient. Il n'est pas mauvais. Il ne peut pas être devenu un démon. Mal Keshar, vous êtes une liche, je ne peux pas avoir confiance en vous, ni accepter votre raisonnement.

source: And Galas, I'll make sure this does not get to occur another time. I'll protect you from the darkness constantly from now on.
fr: Et Galas, je m'assurerai que cela n'arrive pas aujourd'hui pour survenir demain. Je te protégerai constamment de l'obscurité dorénavant.

source: Thanks, Elynia.
fr: Merci Elynia.

source: Now, obviously we have a work to complete.
fr: Maintenant, nous avons un travail à finir.

source: Yes, indeed...
fr: Oui, tout à fait...

source: This amulet... the magical circle around it indicates it is not an ordinary trinket. It must be a magical artifact. Wait a second... here in a pedestal there is an inscription, which says: 'This is the Symbol of the Barrier; those who bear it shall be protected by its energy shield from every strike of their oponents, causing harm on them instead; only warriors are made of flesh capable of bearing its might.' What should I do?
fr: Une amulette ... le pentacle magique autour indique que ce n'est pas un bibelot ordinaire. Ce doit être un objet magique. Attendez une seconde... ici sur un piédestal il y a une inscription, qui dit : 'Voici le Symbole de la Barrière, celui qui le portera sera protégé par son aura d'énergie des coups de ses adversaires, retournant le mal sur eux. Seuls les guerriers de chair et de sang sont capable d'assumer sa force.' Que dois-je faire ?

source: I consider myself worthy of it. I'll take it!
fr: Je pense que j'en suis digne. Je la prends.

source: Symbol of the Barrier
fr: Symbole du barrage

source: This items increases this unit's defense ratios 10% on all terrains, and grants it the ability to reflect its oponent's attacks whenever they miss!
fr: Cet objet augment les défenses du porteur de 10% sur tous les terrains et lui confère la capacité de renvoyer à ses adversaires lorsqu'ils les manquent.

source: barrier amulet
fr: amulette barrage

source: Barrier Amulet: This unit can reflect every missed attack of its oponent reduced to 50% of its effective damage.
fr: Amulette barrage : L'unité peut renvoyer toute attaque manquée de ses adversaires réduite à 50% de ses dommages effectifs.

source: Perhaps another one should take it instead.
fr: Peut-être qu'un autre devrait la prendre.

source: This unit cannot use this artifact. Let someone else take it!
fr: Cette unité ne peut porter un tel objet. Laissez quelqu'un d'autre le prendre.

source: Find an exit (possibly south from your starting location) and move Galas, Mal Keshar or Elynia there
fr: Trouver la sortie (sans doute vers le sud) et y amener Galas, Mal Keshar ou Elynia.

source: Lands of Chaos
fr: Les terres du chaos

source: Make your way with Galas, Elynia or Mal Keshar to the southern pass, or
fr: Tracer la route avec Galas, Elynia ou Mal Keshar vers la passe du sud ou

source: <0,0,255>Defeat all enemy leaders (bonus)
fr: <0,0,255>Vaincre tous les chefs ennemis. (bonus)

source: As the party emerged from the darkness of the caves, an impressive scenario they could see before their eyes.
fr: Lorsque le groupe émergea des ténèbres de la caverne, il put contempler un impressionnant spectacle.

source: Wow...
fr: Waouh...

source: We jumped directly onto the center of the frying pan, it seems.
fr: Nous avons sauté directement au centre d'une poêle à frire, ce me semble.

source: Surely we will be slaughtered if we don't get out of these fields immediately!
fr: Il est certain que nous serons massacrés si nous ne partons pas immédiatement d'ici.

source: Not really. If you observe their bases carefully, you will notice they are barely guarded, probably because most of the minions are in the actual battlefield, fighting against the other rebels. If we could take over all of these surveillance bases, perhaps getting to the Heart of this inferno would be easier.
fr: Pas certain. Si vous observez attentivement leurs bases, vous remarquerez qu'elles sont à peine gardées, probablement parce que la plupart des favoris sont sur le champ de bataille actuel, se battant contre les autres rebelles. Si nous pouvions reprendre tous ces donjons, arriver au cœur de cet enfer serait sans doute plus facile.

source: Aye. But, on the other hand, we might delay ourselves in vain in the process.
fr: Oui, mais d'autre part nous pourrions nous retarder pour pas grand chose dans cette affaire.

source: Our choice would be to go through to hurry and get through that mountain pass in the south then. Doing so would slow down most of these monsters, enough to give us some additional time.
fr: Notre choix devrait être de traverser rapidement par la passe sud dans les montagnes. Cela pourrait ralentir la plupart de ces monstres, suffisamment pour nous donner un peu de temps supplémentaire.

source: Galas, decide.
fr: Galas, décide !

source: Um... I think we should try with my suggestion first. If things get worse, we should do what Elynia said.
fr: Hum... Je pense que nous devrions enter mon plan en premier. Si quelque chose tourne mal, nous pourrions appliquer celui d'Elynia.

source: We could do as I suggested, after all.
fr: Après tout, nous pouvions faire comme j'avais prévu.

source: Yes, uncannily. I think something is fishy.
fr: Oui, étrangement. Je pense qu'il y quelque chose de pourri au royaume...

source: This way we go!
fr: On va par là.

source: (weak metallic voice) Help... help... Galas... help me...
fr: (voix métallique faible) Au secours... à l'aide... Galas... aide moi...

source: What the... how the heck did this thing learn your name, Galas?
fr: Que... Comment diable cette chose connaît elle vôtre nom, Galas ?

source: I don't know... but that voice is familiar to me. Rip off that thing's shell, now!
fr: Je ne sais pas... mais cette voix m'est familière. Retirez la carapace de cette chose, tout de suite !

source: Sure, do you know what you are doing?
fr: D'accord, mais savez vous ce que vous faites ?

source: Ga... Galas... you have saved... me... a second time...
fr: Ga... Galas... tu m'as sauvé... une... seconde fois.

source: What? But, who are you?
fr: Quoi ? Mais qui êtes vous ?

source: In the name of goodness, it is... Galas, it is that fugitive you spared in the desert, Murlin!
fr: Au nom de la miséricorde, c'est... Galas, c'est le fugitif que tu as épargné dans le désert, Murlin.

source: I don't know how it came to happen, or who did it, but this man has been mutilated, rid of his eyes, his skin, and this metallic garbage was embedded into his body... I have never seen something like that. I cannot think of anyone who could be this abominable to have done this!
fr: Je ne sais pas comment il en est arrivé à cela, ou qui lui a fait, mais cet homme a été mutilé, on a retiré ses yeux, sa peau et ce fatras métallique était incorporé dans son organisme ... Je n'avais jamais rien vu de tel. Je ne peux imaginer personne qui pourrait être suffisamment abominable pour faire cela !

source: Galas... you have freed... me, from this torture... I'll be eternally thankful... may this fate not... happen... to you...
fr: Galas... tu m'as... libéré de cette torture... je t'en serai éternellement reconnaissant... puisse ce destin... ne jamais t'arriver...

source: May you rest in peace, Murlin. You were one of the foul rats of the desert, but not even you deserve such a punishment for your acts.
fr: Puisses tu reposer en paix, Murlin. Tu étais un damné rat du désert, mais rien ne justifiait une telle punition pour tes crimes.

source: Don't cry, lass. What happened, happened, and we should not cry over spilled milk. Just make sure we don't spill it ourselves in the future.
fr: Ne pleurez pas, jeune fille, ce qui est arrivé est arrivé, et nous ne devrions pas pleurer sur le lait renversé. Assurez-vous juste que nous ne le renversons pas nous-mêmes dans l'avenir.
