Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: I agree, but our kin tried before, and they thought it was a success, but we witnessed their failure. We have nothing to help us they did not have. It was a miracle for them that Eloh appeared on the earth to vanquish the evil. That won't happen again.
fr: J'en conviens, mais nôtre clan a essayé auparavant et ils pensaient avoir réussi mais nous avons constaté leur erreur. Nous n'avons rien pour nous aider qu'ils n'aient déjà. Ce fut un miracle pour eux lorsque Eloh apparu sur terre pour vaincre le démon. Cela n'arrivera plus.

source: If you let me say so, you are lacking a force they did have in those times. The force you need right now is the power of the Union.
fr: Si vous me permettez de le dire, vous manquez d'une force qu'ils avaient en ce temps là. La force dont vous avez besoin, en cet instant, est la force de l'Union.

source: The Union?
fr: L'Union ?

source: Your elder druids and sorceresses know very well that it wasn't the almighty Eloh herself the one who saved you from that evil, or not at least the godlike form that is talked about in your old legends. It was nothing else than the power of the Union, at hands of the Master of Darkness and the Lady of Light, a human, and an elven lady.
fr: Vos plus anciens druides et vos sorcières savent très bien que ce n'était pas Eloh, la toute puissante, elle même qui vous avait sauvé du mal, du moins pas la forme divine dont on parle dans vos vielles légendes. Ce n'était rien d'autre que le pouvoir de l'Union dans les mains du Maître des Ténèbres et de la Dame de Lumière, un humain et une femme elfe.

source: Is that true?
fr: C'est vrai ?

source: Yes, Galas. Although Eloh herself did not vanquish this demon lord, she did send two warriors for that purpose. The proof is that they came from nowhere and went to nowhere.
fr: Oui, Galas. Bien qu'Eloh elle même n'ait pas vaincu ce seigneur démon,elle a envoyé deux combattants pour le faire. La preuve est qu'ils ne sont venu de nulle part et ne sont allé nulle part.

source: Actually, they went to a place, a place very deep in the heart of the world. I felt their presences descending into the depths. However, one of them, the Master of Darkness, really disappeared from this world it seems, for I lost track of him. The Lady of Light seems to remain in this world, in that place, just sleeping. If you could awaken her, you would have half the power possibly necessary to defeat whoever is the master mind of this cruel plot.
fr: Actuellement ils vont vers un endroit, un lieu enfoncé très profondément dans le coeur du monde. Je sens leurs présences descendant dans les profondeurs. En tout cas, l'un d'eux, le Maître des Ténèbres a réellement disparu de ce monde, j'ai perdu sa trace. La Dame de Lumière semble être toujours ici, ici même, endormie. Si vous pouviez la réveiller vous disposeriez de la moitié de la puissance nécessaire pour battre qui que ce soit, maître à penser de ce cruel dessein.

source: But we don't know how or where she is.
fr: Mais nous ne savons ni comment ni où elle est.

source: Right, but you could lead us, couldn't you, Mal Keshar?
fr: Exact, mais vous pourriez nous guider, Mal Keshar, n'est ce pas ?

source: What?! But lady, he is a lich, a necromancer! We cannot have such an abomination in our side!
fr: Quoi ? Mais, Madame, c'est une liche, un nécromancien ! Nous ne pouvons avoir pareille abominations à nos cotés !

source: Times have changed, and so have our needs and methods. Today I see no other way to survive without help of this necromancer, and he should be the only one left capable of locating our saviors. After all, weren't you fighting for a noble cause, Malin Keshar?
fr: Les temps ont changé et ainsi que nos besoins et nos méthodes. Aujourd'hui je ne vois pas d'autre moyen de survivre sans l'aide d'un nécromancien et il semble être le seul capable de trouver nos sauveurs. Après tout ne combattiez vous pas pour une noble cause Malin Keshar ?

source: Aye, but I see that my cause was a devious one, now; I'm not even sure if it was the right one, as it led me to this state, and anyway, I'd prefer to do some real good before the end of this world.
fr: Oui, mais maintenant je sais que ma cause était dévoyée, je ne suis pas même certain qu'elle était juste puisqu'elle m'a conduit à cet état, de toutes façons j'aimerais faire quelque chose de très bien avant la fin de ce monde.

source: Alright, shall you fight for our cause then?
fr: D'accord, combattrez vous pour nôtre cause ?

source: I shall, it's the most I can do nowadays.
fr: Je combattrai, c'est tout ce que je peux faire de toutes manières.

source: This is madness!
fr: C'est fou !

source: Keep your mouth shut. Whatever is the decision of a high sorceress, we must respect it.
fr: Tiens ta bouche close. Quelque soit la décision de la Haute Sorcière, nous devons la respecter.

source: Thanks for your kindness. You are the first people with which I have had a friendly dialogue since I arrived here. I hereby place me and my powers to your service, elves.
fr: Merci pour vôtre amabilité. Vous êtes la première personne avec laquelle j'ai eu un dialogue amical depuis mon arrivée ici. Je me place désormais, moi et ma puissance, à vôtre service, elfes.

source: You can now recruit undead units!
fr: Vous pouvez maintenant recruter des unités de morts-vivants !

source: So, where are we supposed to go?
fr: Bien, où sommes nous supposés aller ?

source: We must head West. North-east from the former home of the Wesmere Elves are the mountains where your saviors went to, the caves of Knalga, an ancient, fallen kingdom. Although going to the place where the Wesmere forest used to be may lead us there faster, it is currently infested by those damned creatures, so I'd rather avoid it while we gather the necessary power to fight against them.
fr: Nous devons faire face à l'ouest. Au nord-est de l'ancien territoire des elfes de Wesmere sont les montagnes où vos sauveurs sont allés, les cavernes de Knalga, un royaume antique, déchu. Bien qu'aller à l'endroit où la forêt de Wesmere se trouvait devrait nous mener là bas plus rapidement, c'est actuellement infesté par ces damnées créatures, donc Je préférerais l'éviter tant que nous chercherons la puissance nécessaire pour se battre contre eux.

source: Then north west we shall go.
fr: Nous irons donc vers le nord-ouest.

source: The exit is not too far from here, going down this subterranean river. Follow me.
fr: La sortie n'est pas bien loin d'ici, au bout de cette rivière souterraine. Suivez moi.

source: Maeglin the Black
fr: Maeglin le Noir

source: Cheating, huh?
fr: On triche, hein ?

source: Deserves a lock.
fr: Mérite une serrure

source: Touchplate triggered. A wall moves.
fr: Plaque sensible déclenchée. Un mur bouge.

source: Touchplate triggered. Two walls move.
fr: Plaque sensible déclenchée. Deux murs bougent.

source: Touchplate triggered. A road rises from the abyss, and a wall moves.
fr: Plaque sensible déclenchée. Une route s'élève des profondeurs et un mur bouge.

source: Dang, this chest is empty!
fr: Clong, ce coffre est vide !

source: What the... what was that?! Oh!! Yelp!
fr: Quoi... qu'est ce que c'est ? Oh ! Au s'cours !

source: The cave's roof collapses, crushing the poor helpless units beneath it.
fr: Le toit de la caverne s'abaisse, écrasant les pauvres abandonnés sous lui.

source: Oh no, hurry, we must... AAARGH!!!
fr: Oh non, vite, nous devons..... AAARGH !

source: Over the Sands
fr: À travers les sables

source: thirst
fr: assoiffé

source: refreshed
fr: rafraîchi

source: Galas, Analia or Mal Keshar must reach the North-west border of the map
fr: Galas, Analia ou Mal Keshar doivent atteindre le coin nord-ouest de la carte.

source: Death of Mal Keshar
fr: Mort de Mal Keshar

source: Here you are, the outside. Not too different from the last report of some years ago... or centuries, I don't know.
fr: Voilà, nous sommes dehors. Pas tellement différent depuis le dernier rapport d'il y a quelques années... ou siècles, je ne sais plus.

source: Everything is so... dry... There is no plant that could grow up under this heat!
fr: Tout est...... tellement sec... Aucune plante ne peut pousser dans cette fournaise.

source: That is why our people moved to that valley, to protect themselves from death in the desert. Not all of them found the valley, though. We have always wondered what happened to the other group.
fr: C'est pourquoi nôtre peuple s'est déplacé vers cette vallée, pour se protéger de la mort dans le désert. Tous n'ont pas trouvé la vallée, cependant. Nous nous demandions toujours ce qui était arrivé à l'autre groupe.

source: From what I know, they could only die in the desert. Be it not for the harsh suns, the lack of water and food, it would be at hands of foul savage orcs or nomadic human bandits.
fr: Pour autant que je sache, ils peuvent tout simplement mourir dans le désert. Pas à cause des soleils brûlants, ni du manque d'eau et de nourriture, ils seraient à la merci d'orcs sauvages et dégoûtants et des bandits nomades humains.

source: I suppose so. But, where are we? Ancient explorations are useless in this desert, that could have been a forest before the Fall.
fr: Je suppose. Mais où sommes nous ? Les anciennes cartes sont sans intérêt dans ce désert, il devait y avoir une forêt avant la Chute.

source: If I remember correctly, we are approaching to Longlier, the River of Bones.
fr: Si mes souvenirs son bons, nous approchons de Longlier, la Rivière d'os.

source: A river? Great, then we could renew our water supplies there.
fr: Une rivière ? Parfait, nous allons pouvoir nous réapprovisionner en eau.

source: I doubt that. It has been dried up by the suns, and if water remains, it is not pure. Living beings don't last much without water, so you must fill the supplies in this oasis before departing towards Northwest.
fr: J'en doute. Elle a été asséchée par le soleil et si il reste de l'eau elle n'est pas potable. On ne vit pas longtemps sans eau, nous devons remplir nos réserves dans cette oasis avant de partir pour le nord-ouest.

source: During the daytime (Dawn, Morning, Mid-day, Afternoon, and Dusk) at the beginning of each your turns, every unit in a sand, road, rubble or sand dune hex will suffer from thirst. Each turn of thirst reduces a unit's attack damage and causes $dehydration_loss hitpoints of dehydration damage that cannot be healed by your shamans or druids. Only by refreshing at an oasis (any shallow water hex) at the start of your turn will your units regain full attack strength and some of the lost hitpoints.
fr: Pendant le jour (aube, matin, midi, après-midi et crépuscule) au début de chacun de vos tours, chaque unité sur un hexagone de sable, route, décombres ou dune de sable souffrira de la soif. Chaque atteinte de soif réduit les dégâts d'attaque d'une unité et cause $dehydration_loss points de vie de dégâts de déshydratation qui ne peuvent pas être guéris par vos chamans ou druides. C'est seulement en se rafraîchissant à une oasis (n'importe quel hexagone d'eau peu profonde) au début de vôtre tour que vos unités regagneront complètement leurs points d'attaque et quelques points de vie perdus.

source: Fair enough, let's go.
fr: Assez réjouissant, allons y.

source: Ah? Elves? I must be hallucinating again...
fr: Eh ? Des elfes ? Je dois encore voir un mirage...

source: This doesn't look good...
fr: Ça n'a pas l'air bon du tout...

source: But I never had hallucinations that could speak. Intruders! And they are elves! Go get'em!
fr: Mais je n'ai jamais vu de mirage qui parlait. Des intrus ! En plus ce sont des elfes ! Allons y, attrapons les !

source: Anyone who dares oppose us shall perish, does not matter if it's orc or human.
fr: Qui que ce soit qui ose s'opposer à nous périra, qu'il soit orc ou humain.

source: Orcs... good. It has been a long time since I defeated one myself!
fr: Des orcs... Bien. Cela fait longtemps que je n'en ai pas massacré un moi même.

source: We could ignore them and continue our journey, but I'm not sure if it would be a good idea.
fr: Nous pourrions les ignorer et continuer nôtre voyage, mais je ne suis pas certain que ce soit une bonne idée.

source: Undead! Everyone, to arms! It's an invasion!
fr: Des morts-vivants ! Aux armes tout le monde ! C'est une invasion !

source: Somebody should catch that idiot and cut his tongue. Now that he has given alarm to his friends we'll have to deal with them!
fr: Quelqu'un devrait attraper cet idiot et lui couper la langue. Maintenant qu'il a donné l'alarme à ses copains il va falloir traiter avec lui.

source: Ah? What is that thing?
fr: Ah ? Quel est cette chose ?

source: It is a scorpion, inhabitants of the sands. Beware, their tail has a poisonous claw that could tresspass your heart in a second.
fr: C'est un scorpion, un habitant des dunes. Attention, leur queue a un dard empoisonné qui peut détruire ton coeur en une seconde.

source: I have seen odd things in my life, but that is just ridiculous! A crawling glob of mud?
fr: J'ai vu bien des choses étranges dans ma vie, mais ça, c'est juste ridicule ! Un tas de boue qui rampe.

source: Crawling yes, but it is not a simple glob of mud, but one animated by magic means. Although they are not specially tough, if you get surrounded by a pack of them you will have serious trouble.
fr: Qui rampe, oui, mais ce n'est pas un simple tas de boue, mais une entité animée par magie. Bien qu'ils ne soient pas particulièrement costauds, si vous êtes encerclés par une bande, vous aurez de sérieux ennuis.

source: Hunting Ogre
fr: Chasseur

source: Me thinks hungry be. Elves be tasty, yes. Tasty will eaten be.
fr: Moi avoir faim. Elfes être goûteux, oui... Goûteux sera mangé.

source: I don't really think I taste good. Uh-oh.
fr: Je ne pense vraiment pas que je sois si bon. Oh non.

source: Aaah, undeady! I crack you will do!
fr: Aaaah, vivant-mort ! Je craquer vous ferai.

source: We'll see about that.
fr: Nous verrons bien

source: Outlaw ambusher
fr: Proscrit embusqué

source: Ambushed!
fr: Embuscade !

source: Ha ha ha! I got you! There is no escapatory now!
fr: Ha Ha Ha ! Je t'ai eu ! Il n'y pas d'échappatoire maintenant.

source: Aaah! Yelp!
fr: Aaah ! Au s'cours !

source: Hey, wait, is that an elf? I thought they were long gone from the face of earth!
fr: Hé, attend, c'est un elfe ? Je croyaient qu'ils avaient disparu de la surface de la terre.

source: I did too, but it seems these pointy-eared demons are impossible to get rid of.
fr: Je l'ai fait aussi, mais il semble qu'il soit impossible de se débarrasser de ces démons aux oreilles pointues.

source: It matters little now. Kill it!
fr: Ça importe un peu maintenant. Tuez le !

source: Undead! These damned abominations pursue us again!
fr: Des morts-vivants ! Ces damnées abominations nous poursuivent encore.

source: Then we'll have to get rid of them once for all.
fr: Alors nous devons nous débarrasser d'eux une bonne fois pour toutes.

source: They are blocking our path to the north west following the river's stream. We must defeat them before continuing.
fr: Ils ont bloqué nôtre chemin vers le nord-ouest en suivant la rivière. Nous devons les combattre avant de continuer.

source: Defeat the leader of the bandits who control the north-western area
fr: Vaincre le chef des bandits qui contrôlent la zone nord-ouest

source: Ouch! Puny weakling, you won't beat meee...
fr: Aie ! Chétif faiblard, vous ne me battrez paaaaaaaaa.....

source: Uh... looks like I did.
fr: Heu... Ça ressemblai à ce que j'ai dit.

source: These bandits seem to have accumulated some gold. It's not a great amount, but it will do for our needs.
fr: Ces bandit semblent avoir une réserve d'or. Ce n'est pas grand chose mais ce sera bon pour nous.

source: Argh! I'm vanquished!
fr: Non ! Je suis vaincu !

source: This orc kept some gold in his tent. These must be difficult times for them, since it is not more than a few dozens, but it is better than nothing.
fr: Cet orc garde des pièces d'or dans sa tente. Les temps doivent être difficiles puisqu'il n'y en a que quelques douzaines mais c'est mieux que rien.

source: The river's bottom carves a canyon to the northwest.
fr: La rivière creuse un canyon vers le nord-ouest.

source: We must follow it from outside, for I don't know how it goes up to the mountains.
fr: Nous devons le suivre de loin car je ne sais pas comment il pénètre dans la montagne.

source: We can't continue before defeating these bandits first!
fr: Nous ne pouvons continuer sans combattre ces bandits au préalable.

source: Something disturbs me. These sand dwellers talk about our race like if they had met us recently. After all these centuries, shouldn't they have at least forgotten our name?
fr: Quelque chose me dérange. Ces habitants des sable parlent de nôtre race comme s'ils nous avaient rencontrés récemment. Après tous ces siècles, ne devraient ils pas au moins avoir oublié nôtre nom ?

source: I think so, and I wonder too what they mean. But anyway, we should not let small questions such as this delay us any further. We have a mission to complete, and time is critical for it.
fr: Je pense ainsi et je me demande aussi ce qu'ils veulent dire. Mais de toute façon, nous ne devrions pas laisser de petites questions comme cela nous retarder davantage. Nous avons une mission à mener à bien et le temps nous est compté.

source: Come back to this world, from your eternal dream of battles, elf hero of long past times! I call upon thee!
fr: Sortez de vôtre rêve éternel de batailles et revenez dans ce monde, héros elfes des temps anciens ! Je fais appel à vous !

source: At thine orders, masters!
fr: A vos ordres, mes Maîtres !

source: But, but, it's an elven warrior! Quite pale and... translucid, though. What is this, Mal Keshar?
fr: Mais, mais, c'est un guerrier elfe ! Tellement pâle et... presque translucide. Qu'est ce Mal Keshar ?

source: Are you saying that he has his own will, then?
fr: Voulez vous dire qu'il a sa propre volonté ?

source: Exactly. Note that these spirits are stronger and deadlier when fighting in forests; unfortunately, I'm not sure whether there are any left for this purpose.
fr: Parfaitement. Remarquez que ces esprits sont plus forts et meurtriers lorsqu'ils combattent en forêt; malheureusement je ne suis pas certain qu'il en reste beaucoup pour cet usage.

source: (shakes head) I see it and don't believe it... undead fighting for our cause.
fr: (secouant la tête) Je vois, et je n'y crois pas... un mort-vivant combattant pour nôtre cause.

source: At some point you'll get accustomed to that.
fr: D'une certaine manière vous devriez en avoir l'habitude.

source: Crossfire
fr: Feux croisés

source: Tan
fr: Tan-Bok

source: Vanquish the lich and the loyalist leader
fr: Vaincre la Liche et le Chef humain

source: Make sure no loyalist units are left alive
fr: Assurez vous que pas un humain ne survive

source: <0,0,255>(Optional for bonus) Defeat the fugitive leader
fr: <0,0,255>(Bonus optionnel) Vaincre le Chef fugitif

source: After a long journey, the party decided to set camp in the old river's shore for they deserved a short break. But they were not alone.
fr: Après un long voyage, l'équipe décida de camper sur la rive de la vieille rivière pour un bref repos bien mérité. Mais ils n'étaient pas seuls.

source: Get out of our encampment, foul undead, what have you done with our people?
fr: Sortez de nôtre camp, stupide mort-vivant, qu'avez vous fait de nôtre peuple ?

source: It's your fault for leaving them alone for going hunting. Now they are quite voice-less, but well, you are next if you don't get away now.
fr: C'est de vôtre faute, vous les avez laissés seuls pour aller chasser. Maintenant ils sont sans voix, mais vous serez le prochain si vous ne déguerpissez pas tout de suite.

source: Never! We shall get our revenge on you all, bastards!
fr: Jamais ! Nous nous vengerons sur vous tous, bâtards !

source: Then so be it. Prepare for...
fr: Qu'il en soit ainsi. Préparez vous....

source: So undead control this river. Well, it's time to get rid of them and claim these lands for the Master!
fr: Ainsi les morts-vivants contrôlent cette rivière. Bien, il est temps de se débarrasser d'eux et de revendiquer ces terres pour le Maître !

source: Oh, the rumors are true then, the humans have organizated and coordinated their forces to take over all useful lands in the desert. It does not matter much, they shall perish anyway, whatever their number is.
fr: Oh, les rumeurs étaient fondées, les humains ont organisé et coordonné leurs forces pour prendre toutes les endroits viables dans le désert. Peu importe, ils périront de toutes manières, quelque soit leur nombre.

source: Blast it, the Loyalists! This might be worse than I thought.
fr: Bon sang, des loyalistes ! Ce pourrait être pire que je n'imaginais.

source: Loyalists? Loyal to what? Who would they be working for?
fr: Loyalistes ? Loyaux à qui ? Pour qui travaillent ils ?

source: It is not as important as what will happen to us if we don't defeat them all. If they are really working for a 'Master', then we must make sure they never find out what happened here.
fr: Ce n'est pas aussi important que ce qui nous arrivera si nous ne les détruisons pas tous. Si ils travaillent effectivement pour un 'Maître', nous devons nous assurer qu'il ne découvre jamais ce qui est arrivée ici.

source: So, should we kill all of them?
fr: Devons nous tous les tuer ?

source: Exactly. Additionally, we must defeat that lich in order to gain access to the mountain pass to the northern fields.
fr: Exact. De plus nous devons battre la liche pour avoir accès au col vers les territoires du nord.

source: I don't like it, but I see it is necessary.
fr: Je n'aime pas cela mais c'est nécessaire

source: And what about the fugitives?
fr: Mais qu'en est-il des fugitifs ?

source: They are not a great threat by themselves, for they are an unorganized bunch, numerically inferior to us, so we could just ignore them for now. On the other hand, vanquishing them might bring us some benefits. You decide.
fr: Ils ne sont pas une grande menace en soi, c'est une bande inorganisée et numériquement inférieure donc nous pouvons tout simplement les ignorer. D'un autre coté, les vaincre pourrait nous rapporter quelques bénéfices. À vous de décider.

source: I just hope those fiends are easier to defeat than what they proved to be in our valley.
fr: J'espère juste que ces démons sont plus facile à battre que ceux que nous avons eu dans nôtre vallée.

source: There is still the fugitive leader left. What should we do?
fr: Il reste juste le chef des fugitifs. Qu'en faisons nous ?

source: Um...
fr: Hum...

source: Let's finish with them now!
fr: Finissons en avec eux maintenant !

source: Ignore them for now and let them flee away.
fr: Ignorez les pour le moment et laissez les fuir loin.

source: Retreat!
fr: Retraite !

source: The fugitives shortly flee back to the desert. The battle finally has ended, and the party continues the long journey heading north-west.
fr: Les fugitifs refluèrent bientôt dans le désert. La bataille se termina enfin et l'équipe poursuivit son long voyage vers le nord-ouest.

source: It is said that these beasts are impossible to kill. Let us see whether that is true or not.
fr: On raconte que ces bêtes sont impossible à tuer. Allons voir si c'est vrai ou non.

source: Attack! For our fallen people!
fr: À l'attaque ! Pour ceux qui sont tombés !

source: Die, you human scum!!
fr: Mourez, lie de l'humanité !

source: You killed my brethen! Die!
fr: Vous avez massacré ma famille ! Crevez !

source: Uh, we are already dead. Don't you see that?
fr: Euh, nous sommes déjà morts. Vous n'aviez pas vu ?

source: We shall see who dies first!
fr: Nous vous verrons périr tout d'abord.

source: Damn loyalists, I am finished!
fr: Damnés loyalistes, je suis fichu !
