Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Prepare to die, dwarves and allies! We shall flood this cavern with your blood!
fr: Préparez vous à mourir, nains et alliés ! Nous allons inonder ces cavernes de vôtre sang.

source: I don't want to be pesimistic, but the circumstances are still in favor of the enemy, so far. They have an overwhelming numerical advantage.
fr: Je ne veux pas être pessimiste, mais les éléments sont encore à l'avantage de l'ennemi. Ils ont un avantage numérique écrasant.

source: The only thing we could do, then, is resist. At some point their forces will be exhausted and we will then have the advantage. At least dwarves and undead don't need rest, unlike us, elves.
fr: La seule chose que nous pouvons faire c'est de résister. À un moment donné leurs forces seront épuisées et nous aurons l'avantage. Au moins les nains et les morts-vivants n'ont pas besoin de se reposer, contrairement à nous, les elfes.

source: Indeed. I would suggest defending ourselves with corpse barriers, that would delay their attack waves enough to let the best fighters and archers do their duty with safety
fr: En effet. Je propose de nous protéger avec une barrière de cadavre, ce qui ralentira suffisamment leur attaque pour permettre aux meilleurs combattants et arches de faire leur travail en sécurité.

source: What is up with this 'Empire'? Do they have some sort of unlimited source of attack force?
fr: Que ce passe-t-il avec cet 'Empire' ? Ont ils des ressources en forces illimitées ?

source: That is exactly what the Inferno technically would be.
fr: C'est exactement ce qu'est techniquement l'enfer.

source: We have defeated them, at last! They are retreating!
fr: Nous les avons enfin vaincu ! Ils battent en retraite !

source: No, I don't think so. They must be preparing for retaliation. I don't think we have weakened even a small part of their true assault forces yet.
fr: Non, je ne pense pas. Ils doivent préparer leur vengeance. Je ne pense pas que nous ayons déjà affaibli même une petite part de leurs troupes d'assaut.

source: Huh? Strange, the loyalists are retreating.
fr: Heu ? Étrange, les loyalistes se retirent.

source: This doesn't sound good. They must be preparing for retaliation. We have not weakened their forces enough yet.
fr: Ça ne semble pas bon. Ils doivent prépare leur revanche. Nous n'avons pas suffisamment affaiblis leurs forces.

source: In that case, I do not see any option other than leaving these mountains. We, elves, and dwarves alike.
fr: Dans ce cas je ne vois pas d'autre solution que de quitter ces montagnes. Nous les elfes et pareillement les nains.

source: What? That is sheer madness. We have lived in these mountains for milleniums, and have never even tried to get used to the outsides. There we would be defenseless, vulnerable.
fr: Quoi ? C'est une folie pure. Nous vivons dans ces montagnes depuis des millénaires et n'avons jamais même essayé de nous habituer à l'extérieur. Nous y serions sans défenses, vulnérables.

source: If you allow me to say so, my lord, staying here would ensure our death, or worse. The loyalists are already aware of our presence, and shall not stop until taking over Knalga and our lives.
fr: Si vous me permettez de parler ainsi, Mon Sieur, rester ici signifie nôtre mort ou pire encore. Les loyalistes sont désormais prévenus de nôtre présence et n'auront de cesse de prendre Knalga et nos vies avec.

source: That's quite right. They did the same with our home valley. But in any case, if what you say is true, there are humans who still oppose them in the northlands, right?
fr: C'est assez vrai. Ils ont fait de même dans nôtre vallée. Mais, en tout cas, si ce que vous dites est vrai il y aurait des humains qui s'oppose déjà à eux dans le nord, exact ?

source: Yes, although I have no hopes for them to win in a real war against the Chaos Empire. There are many skilled fighters and wisemen in their side, but that will never be enough. If we dwarves could not, with our more advanced technology, there is no possibility that the less-advanced outsiders manage to do it.
fr: Affirmatif, bien que je n'aie aucun espoir de les voir gagner dans une guerre réelle contre l'Empire du Chaos. Il y a beaucoup de combattant habillés et équipé de leur coté mais ce ne sera jamais assez. Si nous, les nains, avec nôtre technologie à la pointe du progrès, n'y arrivons pas, il n'y a aucune possibilité que des technologies moins avancées y parviennent.

source: Not alone, at least. I mean, what if we can contact them and build a stronger army, of dwarves, elves, and humans, to defeat the Empire?
fr: Pas seuls tout au moins. Je me demande, que se passerait il si nous les contactions et formions une armée plus puissante, nains, elfes et humains réunis pour combattre l'Empire ?

source: That is far from possible. Dwarves, Elves and Humans have never allied under a single banner. Never.
fr: C'est loin d'être envisageable. Nains, elfes et humains ne se sont jamais ralliés sous la même bannière. Jamais.

source: That is true, but think for a moment. Dwarves and Elves here, are allied for a single cause. If that is possible now, why not humans too? Times have changed, and so have our priorities. We shall never have peace, or time for our own wars, if this menace is not stopped soon.
fr: C'est vrai, mais réfléchissez une minute. Nains et elfes, ici, sont alliés pour une simple raison. Si c'est possible maintenant, pourquoi pas avec les humains également ? Les temps ont changé ainsi que nos priorités. Nous n'aurons jamais la paix, ou du temps pour nos guerres intestines, si nous ne stoppons pas cette menace très bientôt.

source: Well then, so your idea is that we escape to the Northlands?
fr: Bien, bien, ainsi vôtre idée est que nous fuyions vers les Terres du Nord ?

source: Yes. Elves can go to look for help from the midlands, and you dwarves can explore the hills and mountains, to stablish a new home if necessary.
fr: Oui. les elfes peuvent aller chercher de l'aide dans les Basses Terres et vous, les nains, pouvez explorer les collines et les montagnes pour établir de nouvelles demeures si nécessaire.

source: I understand, but, how are we going to make sure the demons do not follow us? We need a distraction, a decoy.
fr: Je comprends, mais, comment allons-nous nous assurer que les démons ne nous suivent pas ? Nous avons besoin de les distraire, d'un leurre.

source: I can set a trap for them, with help from the dead.
fr: Je peux les piéger, avec l'aide des défunts.

source: What? But Analia, you'll be trapped in this castle, to fight them alone. Odds are you will not get out of here, ever.
fr: Quoi ? Mais, Analia, vous seriez prise au piège dans ce château pour vous battre seule contre eux. Vos chances de sortir de là sont nulles.

source: I know, but as Elynia said, there are things more important than life. For me, our people's safety is much more important then. And death itself is not the worst thing that can happen to me. I commited great crimes in the past, indirectly; sacrificing our people. If I am going to die, I would prefer it to be sacrificing myself for our people. It is the minimum I can do to fix the damage caused by me and others back then.
fr: Je sais, mais comme l'a dit Elynia, il y a des choses plus important que la vie. Pour moi, la sécurité de nôtre peuple est beaucoup plus importante. Et la mort elle-même n'est pas la pire chose qui puisse m'arriver. J'ai commis de grands crimes dans le passé, indirectement, en sacrifiant nôtre peuple. Si je dois mourir, je préfère que ce soit en sacrifice pour nôtre peuple. C'est le minimum que je puisse faire pour réparer les dégâts que, moi et d'autres, avons causés à l'époque.

source: I see then, that I cannot convince you of the opposite.
fr: Je vois que je ne pourrais pas te convaincre du contraire.

source: M'lady, it was a pleasure to have met you, albeit being for so short time. But then, what are you going to do?
fr: M'dame, ce fut un plaisir de vous rencontrer, même pour un moment aussi bref. Mais qu'allez vous donc faire ?

source: My plan is for me to stay here, fighting against the demons to set up a distraction, with help from Keshar's power to rise the dead. Only me and the dead, while you flee to the outsides unnoticed. I'll fight as long as possible, and find the assault commander to vanquish him, if possible. That way, they will never find you in time, and you would have escaped North by the time they find out that you fled.
fr: Mon plan, en ce qui me concerne, est de demeurer ici et de me battre contre les démons et les distraire avec l'aide de Keshar et son pouvoir de relever les morts. Seulement les défunts et moi tandis que vous fuirez vers le dehors, sans vous faire voir. Je me battrai aussi longtemps que possible et trouverai leur commandant pour le vaincre si possible. De cette façon, ils ne vous trouverons jamais assez tôt et vous vous serez échappés vers le nord quand ils découvriront vôtre fuite.

source: You are really brave. Surprising, for an Elvish lady. I think I have underestimated the elven lores then.
fr: Vous êtes vraiment courageuse. Surprenant pour une Dame elfe. Je pense que j'ai sous-estimé les légendes elfes.

source: In that case, I'll put some of my minions to aid you. And I wish you the best of lucks, may your soul rest in peace when all this is over.
fr: Dans ce cas, je vous laisse quelques uns de mes mignons pour vous aider. Et je vous souhaite bonne chance. Puisse vôtre âme reposer en paix quand tout cela sera terminé.

source: It saddens me to see what must happen so that our kind survives. I swear that I'll not rest until the last of those fiends is turned to ashes in the ground.
fr: Cela m'attriste de voir ce qu'il doit advenir pour que nôtre peuple survive. Je jure de ne pas prendre de repos tant que le dernier démon ne sera pas retourné, en cendres, à la terre.

source: Farewell Analia, you were my best adviser. And so I wonder why should not I make the sacrifice instead?
fr: Adieu, Analia, tu as été ma meilleure conseillère. Je me demande également pourquoi je ne pourrai pas faire ce sacrifice à ta place ?

source: You are still a young and brave warrior, Galas. Your time to lead our people to glory is approaching. I, in contrast, have already passed that time, albeit I have never been a warrior. With my crimes, I cannot be a leader, but you, your future is to be a leader.
fr: Tu es encore un jeune guerrier courageux, Galas. Le temps de mener nôtre peuple à la gloire approche. Moi, au contraire, j'ai déjà dépassé ce moment, bien que n'ayant jamais été une guerrière. Mes crimes m'empêchent d'être leur chef, mais toi, ton destin et de les guider.

source: But let's not delay this any longer. Our enemies are preparing for a final assault, and so we should do. May you have peace in the future, and vanquish the evil that has taken over the known lands.
fr: Mais ne tardons pas plus longtemps. Nos ennemies se préparent pour l'assaut final et nous devrions faire de même. Puissiez vous trouver la paix dans le futur et vaincre le mal qui s'est installé sur les terres connues.

source: Apologies, my lord. I could not...
fr: Mes excuses, Monsieur. Je ne pourrais...

source: You may crush my corpse, but my brethren's hearts will stand!
fr: Vous pouvez broyer mon corps mais le coeur de mes frères restera vaillant.

source: A curse upon you, heretics!
fr: Soyez maudis, hérétiques !

source: May Yechnagoth swallow your souls!
fr: Que Yechnagoth engloutisse vos âmes.

source: Yechnagoth is long gone, you fool!
fr: Yechnagoth est parti depuis longtemps, imbécile !

source: I shall return in the form of your worst nightmare!
fr: Je reviendrai sous la forme de vôtre pire cauchemar.

source: Today, you might win the battle, but you'll never win the war!
fr: Aujourd'hui vous pouvez gagner la bataille, mais vous ne gagnerez jamais la guerre.

source: *ack* You can kill me, but that shall not save you. You are just delaying the inevitable!
fr: *ack* Vous pouvez me tuer, mais cela ne vous sauvera pas. Vous avez juste retardé l'inéluctable.

source: The Escape
fr: La Fuite

source: Galas, Elynia, or Mal Keshar reach the exit to the northlands
fr: Galas, Elynia ou Mal Keshar atteignent la sortie vers les terres du nord.

source: Roaming Ant
fr: Fourmi errante

source: Roaming Spider
fr: Araignée errante

source: The exit is to the north. It has been a long time, though, since the last on which this caves were explored.
fr: La sortie est vers le nord. Cela fait longtemps depuis la dernière fois que ces caves ont été explorées.

source: You mean that we cannot be sure what awaits in our path? We have got quite accustomed to that.
fr: Vous voulez dire que nous ne pouvons pas être certains de ce qui se passera sur le chemin ? Nous avons quelque habitude de cet état.

source: We must make haste. We cannot be sure during how much time Analia will be able to distract our enemies. I just hope that her sacrifice is not in vain.
fr: Nous devons faire vite. Nous ne pouvons pas savoir durant combien de temps Analia sera capable de distraire nos ennemis. J'espère juste que son sacrifice ne soit pas vain.

source: We shall make sure it is not. Now, let's go.
fr: Nous pouvons être sûr qu'il ne le sera pas. Maintenant, allons y.

source: Mother Mudcrawler
fr: Colosse de boue

source: Mudcrawler
fr: Golem de boue

source: I have seen giant mudcrawlers, but this thing is...
fr: J'avais déjà vu des golems de boue, mais cette chose....

source: I was not aware of this kind of things roaming about this zone.
fr: Je n'avais pas connaissance de cette sorte de chose errant par ici.

source: No, they must have been summoned by the demons.
fr: Non, ils ont du être invoqués par les démons.

source: Do you think that they have already secured the northlands?
fr: Pensez vous qu'ils ont déjà envahi le nord ?

source: I hope they have not.
fr: J'espère que non.

source: Damned creatures, you slaughtered our children and women! You'll pay with your blood!
fr: Maudites créatures, vous avez massacré nos femmes et nos enfants ! Vous paierez de vôtre sang !

source: Not if we crush you to dirt first. Attack, underlings!
fr: Pas si nous vous réduisons en poussière avant. À l'attaque les gars !

source: Hey, hey, whatta we've here? Da elfses and dwarfses are tryin'ta escape thru da backdoor!
fr: Hé, hé, c'est quoi ça ? Des elfes et des nains qui tentent de s'esbigner par la porte de derrière ?

source: Uh...
fr: Euh...

source: They are tough rats, but we can deal with them. The assault chieftain will be really pleased to see their heads impaled in our banner.
fr: Ce sont des rats costauds mais on peut leur faire leur affaire. Le commandant en chef sera content de voir leurs têtes empalées sur nos bannières.

source: We'll have to deal with this scum first, otherwise they might report to their superiors with news of us. The trolls are not that important to get rid of.
fr: Nous devons nous occuper de cette lie, sinon ils pourraient annoncer nôtre présence à leurs supérieurs. Se débarrasser des trolls n'est pas un problème.

source: Defeat Yreul
fr: Vaincre Yreul

source: Defeated... by rats!
fr: Vaincus ? Par des rats ?

source: The vermins must die! Yes!
fr: Les vermines doivent mourir. Oui !

source: Aaah! Another of these metallic beasts!
fr: Aaah ! Encore une autre de ces bêtes métalliques.

source: This starts to be more difficult than it was supposed to be.
fr: Ça commence à être plus difficile que c'était supposé.

source: Defeat the Goliath
fr: Vaincre le Goliath

source: Urrgh...
fr: Argh...

source: You died first, beast!
fr: Tu a péri la première, sale bête.

source: Rearguard Tracker
fr: Traqueur

source: Rearguard Droid
fr: Droïde

source: Rearguard
fr: Arrière garde

source: I have no idea what it means, but it cannot be nice.
fr: Je n'ai aucune idée de ce que ça veut dire mais ce ne doit pas être réjouissant.

source: Darn it, how did they get here?
fr: Bigre, comment ont ils surgit ?

source: They must be the rearguard of our 'friends'. It is a must for us to defeat their captain.
fr: Ce doit être l'arrière garde de nos 'amis'. Ce serait bien pour nous de tuer leur capitaine.

source: Locate and defeat the rearguard captain
fr: Trouver et vaincre le capitaine de l'arrière garde.

source: You're caught, by Uria you shall not pass any further!
fr: Je vous tiens, par Uria vous n'irez pas plus loin.

source: Dream of that!
fr: Rêve de ça !

source: I have seen many imps already, but this one looks stronger and smarter than the common.
fr: J'ai déjà vu beaucoup de diablotins mais celui ci semble plus fort et plus trapu que les habituels.

source: That will not save it.
fr: Cela ne le sauvera pas.

source: But well, the slime in its mouth is starting to scare me...
fr: Bien, la bave dans sa bouche commence à m'effrayer.

source: Defeat Lagonus, the rearguard captain
fr: Vaincre Lagonus, capitaine de l'arrière garde.

source: How could I fail? Forgive me, Master...
fr: Comment ais je pu faillir ? Pardonnez moi, Maître...

source: Its body tears apart and dissolves into slime!
fr: Les larmes de son corps se transforment en bave.

source: Disgusting... I feel like vomiting.
fr: Dégoûtant... je me sens nauséeux.

source: Lagonus's body
fr: Corps de Lagonus

source: Wait, we still have to defeat these beasts that pursue us; otherwise, they will report of our position to their leaders!
fr: Attendez, nous devons vaincre ces bêtes qui nous poursuivent sinon elles rapporteront nôtre position à leur chef.

source: The outsides. This way it is, people!
fr: L'extérieur. La route est là, amis.

source: Oh no, their main assault force has found us! Analia, I am sorry. We have failed.
fr: Oh non, leur forces principales d'assaut nous ont trouvé ! Analia, je suis désolé, nous avons perdu.

source: Outside
fr: Dehors

source: Face your Fate
fr: Face à vôtre destinée

source: Defeat the Subcommander and/or resist for as long as possible
fr: Vaincre le sous-commandeur et/ou résister le plus longtemps possible.

source: Death of Analia before turn 15
fr: Mort d'Analia avant le tour 15

source: So here I am. Death inminent, and this stinky keep of death. I must give Galas enough time to escape.
fr: Voilà, j'y suis. La mort est imminente et cette puante odeur de mort. Je dois donner à Galas suffisamment de temps pour s'échapper.

source: Milady, we shall not let these invaders take over Knalga without giving a bloody fight first. We'll fight for you; may glory be our tomb today.
fr: Madame, nous ne laisserons pas ces intrus envahir Knalga sans livre une sanglante bataille d'abord. Nous combattrons pour vous. Puisse la gloire être nôtre linceul en ce jour.

source: Six dwarves, loyal to their king, are here to aid you. Also, you can now recruit fearsome Ulfserkers!
fr: Six nains, loyaux à leur roi, sont ici pour vous aider. Vous pouvez également recruter quelques 'ulfserkers'.

source: This day we'll take-overta'stinkin' place of dwarfses. May Uria swallow der'souls, the Master shall be very pleesta' see the witch's head in a bag. Kill the elfen witch!
fr: À c't'heure on va nettoyer la place de ces nains puants. Puisse Uria gober leur âme, le Maître s'ra très content d'voir la tête de c'te sorcière dans un sac. Tuez la sorcière elfe !

source: Graaaargh! Blood for us!
fr: Aaah, du sang pour nous !

source: Die, elf! There is no escapatory for you now!
fr: Meurs, elfe ! Il n'y a aucune échappatoire pour toi.

source: Ugh. I wonder where their commander is.
fr: Ugh. Je me demande où est leur commandeur.

source: Garck, a curse upon ya, witch!
fr: Gargggg, soyez maudite, sorcière !

source: Assault Commander
fr: Commandeur

source: The commander, at last! Come fight with me, fiendish one! This place shall be your tomb!
fr: Le commandeur, enfin ! Viens te battre avec moi ! Ici sera ton sépulcre !

source: Hah, you'd better run away, little worm, or I shall tear your tiny body to pieces and delight with your suffering!
fr: Hah, tu ferais mieux de te sauver, vermisseau, ou je déchiquetterai ton mignon corps et me réjouirai de tes souffrances.

source: I can read your mind, so I know where your friends are. Your little sacrifice won't stop the wraith of the Shadow Master for trying to fool him! We'll find them all, and your pitiful efforts will be wasted in vain.
fr: Je peux lire dans ton esprit, je sais où sont tes amis. Ton minable sacrifice n'arrêtera pas l'œuvre du fantôme du Maître de l'Ombre pour le rendre fou. Nous les retrouverons tous et tes misérables efforts seront balayés.

source: No, if I can stop you first, may it be at cost of my life.
fr: Non, pas si je peux t'arrêter avant, même au prix de ma vie.

source: Note: now there is no way to lose or win this scenario. Analia will die in any case, and you will be brought to the next scenario nevertheless.
fr: Note : Maintenant il n'y a aucun moyen de gagner ou de perdre dans ce scénario. Analia mourra dans tous les cas et vous continuerez avec le prochain scénario quoi qu'il advienne.

source: Defeat (try to) the commander
fr: Vaincre (essayez toujours) le commandant.

source: It... is impossible!
fr: C'est... impossible !

source: Yes, witch. I'm immortal, and your mundane weapons or spells can't destroy me.
fr: Et oui, sorcière. Je suis immortel et ni tes armes 'mondaines' ni tes incantations ne peuvent me détruire.

source: Then I'll have to figure out other way to destroy you.
fr: Alors je devrai trouver un autre moyen de te détruire.

source: Ha ha, I don't think you'll have time to do it before I kill you!
fr: Ha ha, je ne pense pas que tu en aura le temps avant que je ne te tue.

source: By the power you have given me, Uria, may the spells that keep the undead animated be cancelled now!
fr: Par le pouvoir que tu m'as donné, Uria, que le sort qui maintient ce mort-vivant animé soit annulé maintenant.

source: This is real proof that Mal Keshar has no power against these fiends. I must get rid of this mysterious masked face somehow, or they will be lost against it!
fr: C'est la preuve évidente que Mal Keshar n'a aucun pouvoir contre ces démons. Je dois me débarrasser de ce mystérieux visage masqué d'une façon ou d'une autre, ou ils seront perdus face à lui.

source: I am sorry... Galas... I... failed...
fr: Désolé... Galas... j'ai... échoué.

source: Now, what part do you want to see teared apart first?
fr: Maintenant qu'elle partie de ton corps veux tu que je t'arrache ?

source: You won't...
fr: tu ne...

source: But... the cave's roof! No!
fr: Mais... le toit des cavernes ! Non !

source: Yes, I'll not go alone!
fr: Si, je ne partirai pas seule !

source: You are mad!
fr: Tu es folle !

source: Aiyeee!! Run, run!! No, aaargh!
fr: Aiyeee ! Courez, courez ! Non, aargh.

source: Death will take us all now...
fr: Maintenant la mort va nous prendre tous.

source: And so it ended.
fr: Ainsi cela finit il.

source: Bye and Behold
fr: Regard en arrière

source: Defeat the orcish leaders
fr: Vaincre les chefs orc

source: Now, what do you want us to do, master Galas? We have definitively lost our home, as you had before, at the hands of those fiends.
fr: Maintenant, que voulez vous que nous fassions, maître Galas ? Nous avons définitivement perdu nôtre foyer, tout comme vous, par la faute des ces ennemis.

source: (sighs) I know, and I feel guilty, as I guess they would never have raided Knalga if it was not for pursuing us. I am deeply sorry about that.
fr: (soupir) Je sais et je me sens coupable, je pense qu'ils n'auraient jamais envahi Knalga si ce n'était pour nous poursuivre. Je suis terriblement désolé pour cela.
