Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Don't be sorry, that would have happened sooner or later. If you did not warn us of the imminent menace, we would not have been prepared for the invasion, and would have perished in there; all our race exterminated in a few days.
fr: Ne soyez pas désolé de ce qui serait arrivé tôt ou tard. Si vous ne nous aviez pas prévenu de l'imminence de la menace, nous n'aurions pas été préparé à l'invasion et aurions péri là bas. Toute nôtre race exterminée en quelques jours.

source: That's true. Your errand did us more good than bad, Galas. I think it showed us the cruel reality of the surface world, something that we were mostly unaware all this time.
fr: C'est vrai. Vôtre promenade nous a fait plus de bien que de mal, Galas. Je pense qu'elle nous a montré la cruelle réalité du monde de la surface, quelque chose dont nous étions totalement ignorants durant tout ce temps.

source: Now, as you said before, all we can do is find a new home in these lands. But, are you sure you will be safe there, without us?
fr: Maintenant, comme vous le disiez précédemment, nous devons trouver un nouveau foyer dans ces terres. Mais, êtes vous certain d'être en sécurité ici, sans nous ?

source: I thank you for your help, my lord, but we are now surrounded by forests, the kind of terrain we elves have been used to during milleniums. There in the darkness we were helpless on our own, but here we feel like in our home. It would be the best for you to set a new home in the mountains of these far lands, and get protection again, underground. I don't want to force you to accomplish a mission that you did not ask for.
fr: Je vous remercie de vôtre aide, seigneur, mais nous sommes maintenant entourés de forêts, le genre de terrain que nous, les elfes, avons exploité durant des millénaires. C'était dans les ténèbres que nous étions sans aide, mais ici cela ressemble à nôtre maison. Le mieux serait, pour vous, que vous vous établissiez dans les montagnes de cette lointaine contrée et trouviez, de nouveau, la sécurité sous la terre. Je ne veux pas vous forcer à accomplir une mission que vous n'avez pas sollicitée.

source: So be it. Farewell, lord of the Elves of the forests, we shall remember you. May our paths meet again in better times.
fr: Ainsi soit il. Adieu, Commandant des elfes sylvains, nous nous souviendrons de vous. Puissent nos chemins se croiser de nouveau en de meilleurs jours.

source: To show you our gratitude, I crafted this chainmail armor, light and strong, specially for Galas. It's made of a special metal that is rarely used for crafting weaponry or armors because of its difficult extraction and forging. I am sure it will be really necessary at some point in the future.
fr: Pour vous montrer nôtre gratitude, j'ai fabriqué cette armure e chaînes, légère et robuste, pour Gala. Elle est faite d'un métal particulier qui est rarement utilisé pour fabriquer des armes et des armures à cause des difficultés pour l'extraire et le forger. Je suis certain qu'elle vous sera nécessaire à un moment ou un autre dans le futur.

source: Dwarven Chainmail Armor
fr: Armure de chaîne naine

source: This light, shiny and mysterious chainmail armor, increases the unit's resistances as follows: Blade: +20% Pierce: +30% Impact: +10% Fire: +30%
fr: La légère, brillante et mystérieuse armure de chaîne augmente les résistances comme suit : Tranchant : + 20% Perçant : + 30% Contondant : + 10% Feu : + 30%

source: Thanks, dwarven master. Surely it will help me, should I run into trouble when fighting at close range. Those fiends don't seem to have good blacksmiths to forge more effective weapons or armor for them.
fr: Merci, maître des nains. elle m'aidera certainement, dussais je être en danger lors de combats rapprochés. Nos adversaires ne semblent pas avoir de bons forgerons pour leur exécuter des armes plus efficaces ou des armures.

source: Farewell Elynia, I wish I had more time to learn more of your people and your magical skills.
fr: Adieu, Elynia, je souhaite que j'aurai assez de temps pour en apprendre plus sur vôtre peuple et vos dons pour la magie.

source: Bye, Althurin. May we meet a second time.
fr: Au revoir, Althurin. Puissions nous revoir encore.

source: The dwarves leave.
fr: Les nains partent.

source: So the plan is to find the humans and ally with them, right Galas?
fr: Bien, le plan est de rencontrer les humains et de s'allier avec eux, exact Galas ?

source: Yes, my lady. That is the best plan I could make up.
fr: Oui, ma dame. C'est le meilleur plan que je puisse concevoir.

source: Galas, there is really no need to treat me as a superior. Treat me just as your friend.
fr: Galas, ce n'est vraiment pas la peine de me traiter en supérieure. Traite moi juste en amie.

source: I don't think they'll like my presence, let alone our companions.
fr: Je ne pense pas qu'ils apprécient ma présence, laissons donc nos compagnons.

source: That is a very interesting point.
fr: Voilà un point très intéressant.

source: I feel the answer approaching...
fr: Je sens que la réponse approche...

source: Halt! Who goes there!
fr: Halte ! Qui va là ?

source: Erm... we, we are elves. We come in peace as refugees.
fr: Heu... nous, nous sommes des elfes. Nous venons en paix, nous sommes des réfugiés.

source: Elves? How come? It is impossible, you only exist in old tales of ancient.
fr: Des elfes ? Comment cela se fait il ? C'est impossible, vous existez seulement dans les anciennes légendes.

source: (whispering) Perhaps seducing him might be a better idea...
fr: (murmurant) Peut-être que ce serait une meilleure idée de le séduire...

source: (whispering) or killing him...
fr: (murmurant) ou de le tuer...

source: Sssht, quiet!
fr: Chuuut, silence.

source: Are you refugees then? Why? And what is that thing doing behind you
fr: Vus êtes réfugiés hein ? Pourquoi ? Et quelle est cette chose derrière vous ?

source: This...
fr: Cet...

source: I have been called by many names, but none as disturbing as 'thing'...
fr: J'ai été appelé de bien des noms, mais rien d'aussi insultant que 'chose'...

source: You are really strange people, why should not you be imprisoned and judged by our authorities?
fr: Vous êtes d'étranges personnes, pourquoi ne devrais je pas vous emprisonner et vous faire juger par nos responsables ?

source: Because...
fr: Parce que...

source: Because we can have a deal. What say you, if we offer our help for your battles? I can tell you are being threatened by the same menace that pushed us, elves, and the dwarves, out of our homes.
fr: Parce que nous avons peut-être un marché à proposer. Qu'en dites vous ? Si nous vous offrons nôtre aide dans vos batailles ? Je peux dire que vous êtes menacé par la même force qui nous a poussé, les elfes et les nains, hors de nos logis.

source: It depends. What menace are you talking about?
fr: Cela dépend. De quelle menace parlez vous ?

source: The demons.
fr: Des démons.

source: The what? That is what you are escaping from?
fr: Des quoi ? C'est ceux là que vous fuyez ?

source: Then the Shadow Master must have been being bland with you. He has worse servants than those you have seen, servants that we have to fight every day and night. It is pathethic to see your attitude when you have seen nothing.
fr: Alors le Maître de l'Ombre doit avoir été bien aimable avec vous. Il possède les pires servants que vous avez jamais vu, des servants que nous avons du combattre chaque jour et chaque nuit. C'est pathétique de contempler vôtre attitude alors que vous n'avez encore rien vu.

source: Blynyr, it is not necessary to be that rude, after all. If the tales are true, your kind is almost extinct, so you obviously had a numerical inferiority against them. Nevertheless, what do you want to get by making us your allies? We don't have much to offer, other than room for you to live in. 'If' the Grand Council is willing to allow you in our country, of course.
fr: Blynyr, nul besoin d'être aussi agressif, après tout. Si les légendes sont vraies, vôtre espèce est quasiment éteinte, donc vous êtes objectivement en infériorité numérique par rapport à eux. Quoi qu'il en soit, qu'entendez vous par faire de nous vos alliés ? Nous n'avons pas grand chose à offrir, si ce n'est un lieu où vivre. A condition que le grand conseil accepte de vous laisser vivre dans nos contrées, bien entendu.

source: It might sound silly, but as we have a common enemy, we want to fight by your side against it, to defeat it once for all.
fr: Je peux paraître stupide, mais puisque nous avons un ennemi commun, nous voudrions le combattre à vos côtés afin de le vaincre une fois pour toutes.

source: Silly indeed. It is a real nuissance for us that Shadow Master, but it is no reason to start an actual war. We have resisted his forces all these years, why should we stop doing so now and send them an ultimatum strike?
fr: Stupide en effet. C'est une réelle nuisance pour nous que ce Maître de l'Ombre, mais nous n'avons nulle raison de débuter une guerre actuellement. Nous avons résisté à ces attaques durant toutes ces années, pourquoi voudrions nous cesser de faire ainsi et de lui porter un coup déterminant.

source: Wise words, indeed. But who are you anyway? You look like one of those treacherous faeries. They like to trick our people to satisfy their whimsical demands.
fr: Jolis mots, effectivement. Mais qui êtes vous ? Vous ressemblez à une de ces fées traîtresses. Elles aiment pousser le peuple à satisfaire leurs demandes le plus incongrues.

source: She is Elynia, known by some elves as Eloh, the 'Source of Light' for the Dwarves, or the Lady of Light, for us, humans.
fr: Il s'agit d'Elynia, connue par quelques elfes comme Eloh, la 'Source de Lumière' pour les nains ou la 'Dame de Lumière' pour nous, les humains.

source: The Lady of Light? Hah, you must be mad. She's a mere legend of old passed times.
fr: La Dame de Lumière ? Hah, vous devez être fous. C'est une légende de grand mère des temps anciens.

source: Do you believe the speaking skeleton-thingy now?
fr: Croyez vous à la chose squelette parlant maintenant ?

source: Oh, no! What kind of plague infests this place, that makes you want to call me 'thing'?
fr: Oh non ! Quelle sorte de virus infeste ce lieu qui vous fait m'appeler 'chose' ?

source: Indeed you are powerful, faerie, but I cannot judge by myself whether you are telling us the truth, or not. Nor can my huntmates. However, if you come to the capital for a meeting with the Grand Council, we could settle this doubt.
fr: Manifestement vous êtes une fée puissante, mais je ne peux juger par moi même si vous nous dites la vérité ou non. Pas plus que mes camarades de chasse. Quoi qu'il en soit, si vous venez à nôtre capitale pour rencontrer le grand conseil, nous pourrons lever les doutes.

source: Agreed.
fr: D'accord.

source: However, I'd like to see from you a proof of reliability. As you said, you'd help us defeat our enemies. If you can defeat the orcish tribes that roam about these woods, I'll be pleased to arrange the meeting for you.
fr: EN tout état de causes, j'aimerai voir en vous une preuve de confiance. Puisque vous avez dit que vous nous aideriez à vaincre nos ennemis. Si vous parvenez à battre les tribus d'orcs qui rodent alentour de ces bois, je me ferais un plaisir d'organiser une rencontre pour vous.

source: Orcs? Hah! Agreed.
fr: Des orcs ? Haaaa ! D'accord.

source: We'll be watching you from close range in any case.
fr: Nous vous surveillerons de près en tout cas.

source: Not the friendly kind of natives, but hey, this mission will make my day here.
fr: Ce n'est pas l'amabilité naturelle des autochtones, mais hé, la mission m'a amené ici.

source: Um, are we sure that they are not under any demonic influence?
fr: Hum, sommes nous certains qu'ils ne sont pas sous l'influence d'un démon ?

source: Yes. I would feel if it was so.
fr: Oui, je l'aurai senti sinon.

source: We did it. Now what?
fr: Nous l'avons fait. Et maintenant ?

source: There they are!
fr: Ils sont là !

source: Welcome to Narthyn
fr: Bienvenue à Narthyn

source: Welcome to Fort Vyrnac
fr: Bienvenue à Fort Vyrnac

source: The Aragwaithi
fr: Aragwaithi

source: Hold on! Who goes there?
fr: Mains en l'air ! Qui va là ?

source: I understand.
fr: Je comprends.

source: Follow me.
fr: Suivez moi.

source: The loyalists.
fr: Les loyalistes

source: I never said that...
fr: Je n'ai jamais dit cela.

source: Yes but we have...
fr: Oui ! Mais nous avons...

source: I think so.
fr: Je le pense aussi.

source: Well said.
fr: Bien dit.

source: What the...?!
fr: Quoi... ?

source: This is madness...
fr: C'est de la folie...

source: Why?
fr: Comment ça ?

source: Rest today, you'll need it.
fr: Reposez vous aujourd'hui, vous en avez besoin.

source: Dealing with Orcs
fr: Négociations avec les orcs.

source: Convince the 7 orcish tribes of the country to join your cause, by bringing a caravan to each one of them.
fr: Convaincre les 7 tribus orcs de la région de rejoindre vôtre cause en leur offrant une caravane à chacune.

source: Theft/capture (death) of a caravan
fr: Vol / capture (mort) d'une caravane

source: Death of Erathan
fr: Mort d'Erathan

source: Alright, I just hope you know what we are doing, sir.
fr: D'accord, j'espère juste que vous savez ce que vous faites, monsieur.

source: I know it very well, elf. Otherwise I would not be one of the best patrols of the marchlands. Now I warn you, there are more real threats for us in these forests, and those are wild animals that like to prey on the unwary wayfarers of about.
fr: Je le sais très bien, l'elfe. Autrement je ne serais pas un des meilleurs guides de convoi. Maintenant je vous avertis, il y a des menaces plus réelles pour nous dans ces forêts, des animaux sauvages qui aiment chasser les voyageurs imprudents.

source: We shall be careful, don't worry, human.
fr: Nous seront prudents, ne t'inquiète pas, humain.

source: Fools! Now we shall have to return to the Grand Council to get a replacement for the tributes!
fr: Stupides ! Maintenant nous devons retourner devant le grand conseil pour trouver de quoi remplacer ces cadeaux.

source: Halt! Who goes there?
fr: Halte ! Qui va là ?

source: We come in peace, with a message from the Grand Council and a deal to discuss with your leader.
fr: Nous venons en paix, avec un message du grand conseil et une proposition de discussion pour vôtre dirigeant.

source: You are accompanied by an elf, a necromancer and a stupid fairy? What evil plot is this?
fr: Vous êtes accompagné d'un elfe, d'un nécromancien et d'une stupide fée. Quelle diable d'équipe est-ce là ?

source: Let them come in! I want to listen to them if they really come in peace. What is your purpose here?
fr: Laissez les entrer ! Je veux entendre si ils viennent vraiment en paix. Quelle est vôtre proposition ?

source: The party explains all to the orcish leader.
fr: L'équipe explique tout au dirigeant orc.

source: It is settled then, elf and human. We shall honor the pact as long as you do the same.
fr: C'est arrangé alors, elfes et humains. Nous seront honorés de respecter ce pacte aussi longtemps que vous ferez de même.

source: The orcish leader has joined your cause!
fr: Le dirigeant orc a rejoint vôtre cause.

source: My fellow rangers report that Raelthyn is being invaded by the Imperial forces! We did not get help in time, and now our country is doomed and we have no escapatory.
fr: Mes semblables, sapeurs, m'annoncent que Raelthyn est envahi par les forces impériales! Nous n'avons pas obtenu d'aide à temps et maintenant nôtre pays est condamné et nous n'avons aucune échappatoire.

source: Arrival
fr: Arrivée

source: Defeat all enemy leaders
fr: Vaincre tous les chefs ennemis

source: Defeat of orcish allies
fr: Défaite de la coalition orque

source: In the way back to Raelthyn, the group had an unexpected encounter with the enemy.
fr: Sur le chemin de retour vers Raelthyn, le groupe fit une rencontre inattendue avec l'ennemi.

source: The elves! They made it alive from Knalga with the filthy faerie! You shall pay for what the filthy witch did to our high warlord!
fr: Les elfes ! Ils sont sortis vivants de Knalga avec cette fée !Vous allez payer pour ce que cette foutue sorcière a fait à nôtre grand commandeur.

source: Analia? What happened to her?
fr: Analia ? Que lui arrive-t-il ?

source: I am afraid that she tried with all her might to stop us by crushing our warlord, along with herself, in those stinky caves. She failed, our warlord is still alive; however, she is now seriously injured, and you shall pay for that with your blood.
fr: J'ai bien peur qu'elle n'ait tenté de toutes ses forces de nous arrêter par le meurtre de nôtre commandeur dans ces cavernes puantes. Elle a échoué, nôtre commandeur est toujours vivant; cependant, elle est maintenant sérieusement blessée et vous payerez cela de vôtre sang.

source: Aye.
fr: Oui.

source: Bastards... get out of my sight if you don't want to meet the wrath of the Forest Elves!
fr: Bâtards... hors de ma vue si vous ne voulez pas encourir la fureur des elfes sylvestres.

source: You must be kiding. You are nothing more than a little boy, what harm can you cause us?
fr: Vous devriez être plus gentil. Vous n'êtes rien qu'un gamin, quel mal pouvez vous donc nous faire ?

source: He has the power of Light by his side.
fr: Il a le pouvoir de la Lumière de son coté.

source: And the might of the undead hordes!
fr: Et la force des hordes de morts-vivants !

source: And the Aragwaith armies!
fr: Et les armées aragwaithi.

source: Yes, and I, and my buddies, are with them! Prepare to die, loathsome devils!
fr: Oui, et mes camarades et moi sont avec lui ! Préparez vous à mourir, détestables démons.

source: You defy us. We defy you. Let's see who falls first.
fr: Vous nous défiez ? Vous nous défiez. Voyons qui tombera le premier.

source: Ha, ha, to arms!
fr: Ha, ha, aux armes !

source: Die. Die! DIE!!!
fr: Meurs ! Meurs ! Meurs !

source: You can recruit Aragwaithi from now on!
fr: Maintenant vous pouvez recruter des aragwaithi.

source: I see it and don't believe it... orcs and goblins fighting for our cause.
fr: (secouant la tête) Je vois, et je n'y crois pas...orcs et gobelins combattant pour nôtre cause.

source: Déja vu.
fr: Déjà vu.

source: You happen to say the same thing you said when I made my minions fight for you in the desert, remember?
fr: Vous répétez la même chose que lorsque mes favoris et moi même avons combattu pour vous dans le désert. Vous vous souvenez ?

source: Ah, yes, indeed.
fr: Ah, oui, bien sûr.

source: It's hard for me too to believe my eyes. Orcs and elves seemed to be eternal enemies in my time, probably because of some historic event.
fr: C'est dur pour moi de croire mes yeux. Orcs et elfes semblaient des ennemis éternels de mon temps, sans doute à cause de quelques évènements historiques.

source: Is it that you don't count me in?
fr: Ça veut dire que vous ne tenez pas compte de moi ?

source: That is... horrendous. I have never seen or heard of anything like that before!
fr: C'est... horrible. Je n'ai jamais vu ni entendu quelque chose comme cela auparavant.

source: Yes, that is what we talked about to you. Be careful, they might be slow and short, but their attacks can kill a man in matter of seconds.
fr: Oui, c'est ce dont nous vous parlions. Soyez prudents, il peuvent bien être petits et lents, leur attaques n'en peut pas moins tuer un homme en quelques secondes.

source: Gee, it was not immortal, at least. But, what is this? I made a small hole in its armor and I can see living flesh, although it smells like if it was a rotten corpse. At first one would think that it was yet another of those animated iron golems, but now it appears to be a half-living creature covered by a hard metal shell. By removing more pieces of metal I can see a mangled body, but I cannot distinguish what creature it pertains to. What kind of evil magic is this?
fr: Eh bien!, au moins ce n'était pas immortel. Mais, qu'est-ce que c'est ? J'ai fait un petit trou dans son armure et je peux voir la chair vivante, bien qu'elle sente comme un cadavre pourri. D'abord on penserait que c'était encore un de ces golems de fer animés, mais maintenant ça semble être une créature semi-vivante couverte par une coquille métallique dure. En enlevant plus de pièces de métal je peux voir un corps altéré, mais je ne peux pas distinguer à quelle créature il appartient. Quel genre de mauvaise magie est ce là ?

source: Gee, it was not immortal, at least. But, what is this? I made a small hole in its armor and I can see living flesh, although its texture is like that of a rotten corpse. At first one would think that it was yet another of those animated iron golems, but now it appears to be a half-living creature covered by a hard metal shell. By removing more pieces of metal I can see a mangled body, but I cannot distinguish what creature it pertains to. What kind of evil magic is this?
fr: Eh bien!, au moins ce n'était pas immortel. Mais, qu'est-ce que c'est ? J'ai fait un petit trou dans son armure et je peux voir la chair vivante, bien qu'elle sente comme un cadavre pourri. D'abord on penserait que c'était encore un de ces golems de fer animés, mais maintenant ça semble être une créature semi-vivante couverte par une coquille métallique dure. En enlevant plus de pièces de métal je peux voir un corps altéré, mais je ne peux pas distinguer à quelle créature il appartient. Quel genre de mauvaise magie est ce là ?

source: I have no idea. We had never stumbled across one of these abominations before. Looks like the enemy is getting new recruits.
fr: Aucune idée. Nous n'étions encore jamais tombés sur une semblable abomination auparavant. Il semble que l'ennemi rameute de nouvelles recrues.

source: I cannot imagine what foul creature could have done this atrocity. At least this being will now have its deserved eternal rest.
fr: Je ne peut imaginer quelle délirante créature peut avoir commis pareil atrocité. Au moins celui-ci aura maintenant un repos éternel bien mérité.

source: This is horrendous. It seems that the enemy can only get even stronger with time.
fr: C'est affreux. Il semble que l'ennemi devienne de plus en plus fort avec le temps.

source: We are done in here. Now let's go back to Raelthyn and report our success to the Grand Council.
fr: Nous avons fini ici. Retournons à Raelthyn maintenant, rapporter nôtre succès au grand conseil.

source: The colossal automaton falls off to the floor, making the earth rumble below him.
fr: L'auto-maton colossal tombe sur le sol, faisant trembler la terre sous lui.

source: Aiyeeeee!!!
fr: Aïïïïïe

source: Die, you bastard!
fr: Meurt, fils de chien !

source: Heathens, let it be known that your small victory against me does not mean anything else than the fury of the Master, that will eventually fall upon you all and vanquish your puny species!
fr: Païens, sachez que vôtre petite victoire contre moi ne prélude pas à autre chose qu'à la fureur du Maître qui s'abattra finalement sur vous tous et vaincra vôtre espèce chétive.

source: Bah, shut his mouth now. No, yet better; rip his head off.
fr: Bah, fermez sa bouche maintenant. Non, mieux, arrachez lui la tête.

source: Darkozun is beheaded as Mal Keshar gives the command to his minions.
fr: Darkozun était celui à qui Mal Keshar avait donné le commandement de ses favoris.

source: Your boldness has signaled your doom. The Master has sent the entire Imperial army against you, and there is nothing you can do to stop the process now!
fr: Votre courage a signé vôtre perte. Le Maître a envoyé l'armée Impériale entière contre vous et il n'y a rien vous puissiez faire pour arrêter le processus maintenant.

source: Process? What process?
fr: Le processus ? Quel processus ?

source: I am not telling you anything about it...
fr: Je ne vous dirai rien sur le...
