Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Regardless, it seems that this one is not completely evil. He could be a great help for our cause if he is being honest with us. My people sometimes say that closest friends may turn into your worst enemies. I have no great friends, except Analia, so I hope that is not true.
fr: Il semblait tout de même que celui-ci n'était pas tout à fait mauvais. Il pourrait être d'une grande aide pour nôtre cause s'il était honnête avec nous. Mon peuple dit parfois que les amis les plus proches peuvent se transformer en vos ennemis les plus implacables. Je n'ai aucun vrai ami, sauf Analia, j'espère donc que ceci n'est pas vrai.

source: We continued north-west, the mountains growing taller and steeper.
fr: Nous continuâmes vers le nord-ouest, les montagnes devenaient de plus en plus hautes et escarpées.

source: We marched for three days, departing from Longlier river, into a wide valley. This valley that was not unlike our old home, except perhaps slightly smaller and with sparser vegetation.
fr: Nous avons marché durant trois jours à partir de la rivière Longlier dans une large vallée. Cette vallée ressemblait un peu à nôtre patrie, sauf qu'elle était légèrement plus petite et que la végétation y était plus clairsemée.

source: And so, we entered the caves, leaving our people behind so that we could explore first and not send us all to a slaughter. People left outside were given instructions of collapsing the cave's entrance if we didn't return before two days passed, and to defeat the remaining orcs and set that valley as their new home, at least until they could find a safer place, which was unlikely to happen.
fr: Alors, nous entrâmes dans les cavernes, laissant nos gens derrière nous afin d'explorer auparavant et de ne pas les envoyer tous à l'abattoir. Les gens resté dehors reçurent pour instruction d'effondrer l'entrée de la caverne si nous n'étions pas de retour avant deux jour ainsi que de vaincre les orcs restant et de faire de cette vallée leur nouveau foyer, au moins jusqu'à ce qu'ils puissent trouver un endroit plus sûr, ce qui n'arriverait sans doute pas.

source: Only me, Analia and the Lich were going to enter the caves, but some of our people were not willing to stay outside in the safety just sitting for a day, and instead accompanied us down to the darkness.
fr: Seulement Analia, la Liche et moi même devions entrer dans les cavernes, mais quelques uns de nos camarades ne voulurent pas rester en sécurité dehors juste pour attendre une journée, aussi insistèrent ils pour nous accompagner dans les ténèbres.

source: The cave walls looked strange and artificial, while the floor was covered by strange tiles, probably manufactured by an ancient civilization that used to live there before... if they were not living there right now. In any case, I vaguely noticed that Analia and Mal Keshar had a bad feeling about this. I have no experience with magic arts, so I could not tell what exactly they felt or detected.
fr: Les murs de la caverne semblaient étrange et artificiels, autant que le plancher, couvert de carreaux étranges, probablement fabriqués par une antique civilisation qui vivait là auparavant... si ils n'y vivaient pas encore. Quoi qu'il en soit, je remarquais qu'Analia et Mal Keshar avaient un mauvais pressentiment. Je n'ai aucune expérience dans les arts magiques aussi ne puis je dire ce qu'ils avaient exactement senti ou détecté.

source: Episode II: Searching for the Light
fr: Épisode II : À la recherche de la lumière

source: Episode III: The Prelude
fr: Épisode III : Prélude

source: The rumors, unfortunately, were certainly true. It was the prelude of a large-scale invasion.
fr: Les rumeurs, malheureusement, étaient véritablement fondées. C'était le prélude à une invasion d'envergure.

source: The beginning of the end. The dawn of the Great War, and the dusk of the Empire of Chaos.
fr: Le commencement de la fin. L'aube de la grande guerre et le crépuscule de l'Empire du Chaos.

source: Episode IV: The Final Clash
fr: Épisode IV : Confrontation finale

source: armored
fr: en armure

source: female^armored
fr: en armure

source: +15% bonus for all resistances (except arcane), -1 movement points
fr: + 15% de bonus à toutes les résistances (hormis magie), -1 point de mouvement.

source: biomechanical
fr: biomécanique

source: female^biomechanical
fr: habile

source: Yellow
fr: Jaune

source: Pink
fr: Rose

source: dread
fr: effroi

source: Dread: When this attack is used offensively, this unit takes one third less damage in retaliation.
fr: Effroi : L'unité qui utilise cette capacité en attaque reçoit un tiers de dégâts de moins durant la riposte de son adversaire.

source: counter
fr: contre

source: Counter: When used defensively, this attack always has at least a 60% chance to hit.
fr: Contre: Utilisée défensivement, cette attaque a au moins 60% de chances de toucher.

source: attack only
fr: offensif uniquement

source: Attack only: This weapon will never be used on defense.
fr: Offensif uniquement : Cette arme ne sera jamais utilisée en défense.

source: defend only
fr: défensif uniquement

source: Defend only: This weapon will only be available for defense.
fr: Défensif uniquement : Cette arme ne peut être utilisée qu'en défense.
