Repository: wescamp/Invasion_from_the_Unknown-root
Catalog: po/*.po
Languages: fr

source: Elves? Fighting together with undead? Not really surprising, as your kinsmen allied with the trolls against us some centuries ago.
fr: Des elfes ? Combattants aux cotés de morts-vivants ? Pas vraiment surprenant puisque vos parents se sont alliés aux trolls contre nous il y a quelques siècles.

source: Kinsmen? I don't get it. Our people have never been out of our valley since the Fall!
fr: Nos parents ? Je ne pense pas. Nôtre peuple n'a jamais quitté sa vallée depuis la Chute.

source: Valley? What valley? You came from the desert...
fr: Vallée ? Quelle vallée ? Vous êtes venus du désert.

source: This explains a lot of things actually. We shall help you.
fr: Ceci explique un certain nombre de choses. Nous vous aiderons.

source: Very well. If you don't mind, there is a fiendish dark mage and a bunch of annoying trolls causing trouble in these tunnels right now. It should not be too difficult for you to get rid of them. If you succeed, I'll happily lead you to my leader.
fr: Très bien. Si cela ne vous dérange pas il y a un diabolique mage ténébreux et une un bande de trolls importuns qui causent des ennuis dans ces tunnels. Cela ne devrait pas être trop difficile de vous débarrasser d'eux. Si vous réussissez, je serai heureux de vous conduire à mon chef.

source: We shall do our best.
fr: Nous ferons de nôtre mieux.

source: What is going on? Elves from the desert? Analia, might them have...
fr: Que se passe-t-il ? Des elfes du désert ? Analia, pourrait il s'agir...

source: I think that would be chatter for a better moment. We should discuss it later when we have finished our new job here.
fr: Je pense que nous devrions bavarder à un meilleur moment. Nous en parlerons plus tard, lorsque nous aurons terminé nôtre travail ici.

source: Alright.
fr: D'accord.

source: Valley?
fr: La vallée ?

source: I think it'd be better if I spoke instead of you Galas.
fr: Je pense qu'il serait bon que je parle à ta place, Galas.

source: Those elves might have been corrupted by the power of what brought you demons to this place. If you let me say so, in past ages we were allies in times of great need and difficulty, and I think this is such a moment.
fr: Ces elfes pourraient avoir été corrompus par le pouvoir de ce qu'ont apporté vos démons en cet endroit. Si vous me permettez, dans des âges anciens nous étions des alliés dans les temps de grands besoins et de difficultés et je pense que voilà un tel moment.

source: And how can I trust you? How can I know that you aren't corrupted by the fiends and are not just trying to trick us in order to obtain our riches and territory and take over the underground? You are accompanied by a necromancer, that settles it.
fr: Et comment puis je avoir confiance en vous ? Comment puis-je savoir que vous n'êtes pas corrompus par les démons et n'essayez pas juste de nous duper pour obtenir nôtre richesse, nôtre territoire et reprendre les profondeurs ? Vous êtes accompagnés par un nécromancien, ce qui confirme.

source: Because we would not give away our gold if we were doing so. Do you think $eoh_spent_gold pieces of gold would be enough for you if you led us with your lord to have an in-depth discussion on this matter? We shall give you $eoh_adv_gold in advance if you want.
fr: Parce que nous ne vous donnerions pas nôtre or si nous étions ainsi. Pensez vous que $eoh_spent_gold pièces d'or vous suffiraient pour nous guider à vôtre chef afin d'avoir une discussion en profondeur à ce sujet ? Nous vous donnerions $eoh_adv_gold pièces d'or d'avance, si vous voulez.

source: Um... that's a better deal. Give me $eoh_adv_gold pieces in advance and I shall keep $eoh_spent_gold if you rid these tunnels of that foul dark mage and those annoying trolls.
fr: Hum... J'ai une meilleure affaire à proposer. Donnez moi $eoh_adv_gold pièces en acompte et je garderai $eoh_spent_gold ces tunnels de ce dégoûtant mage ténébreux et de ces irritants trolls.

source: You give the dwarves $eoh_adv_gold pieces of gold.
fr: Vous donnez $eoh_adv_gold pièces d'or aux nains.

source: The dwarves return $eoh_adv_gold pieces of gold, and you give them $eoh_spent_gold in exchange for the deal.
fr: Les nains vous rendent $eoh_adv_gold pièces d'or et vous leur donnez $eoh_spent_gold en échange pour le marché.

source: Defeat the Dark Mage and the invader Trolls
fr: Vaincre le mage ténébreux et les envahisseurs trolls.

source: Death of Althurin
fr: Mort d'Althurin

source: Undead! It's been a long time without these foul walking piles of bones! Let me crush it!
fr: Mort-vivant ! Ça faisait longtemps sans cet sale tas d'os ambulant ! Laissez moi le réduire en poudre.

source: Wait. I hear something! Who goes there?
fr: Attendez, j'entends quelque chose ! Qui vient ?

source: Can't we have some peazzz, what the... undead! We sssshall not tolerate thissss, en garde!
fr: Ne peut on avoir la paix, que...un mort-vivant ! Nous ne tolérerons pas ça, en garde !

source: Can't we have some peazzz? In the ssssurface there are thossse foul filthy fiendsss, and here underground we have these intrudersss...
fr: Ne peut on avoir la paix ? En surface il y a ses satanés démons et ici, sous la terre, nous avons ces intrus.

source: These are not times of peace. You will never find peace again until the evil is finally vanquished.
fr: Les temps ne sont pas à la paix. Vous ne retrouverez jamais la paix avant que ce diable ne soit finalement vaincu.

source: I sssee.
fr: Je vois.

source: You notice you are not speaking to senseless creatures, but to intelligent potential allies. So, you decide to ask them...
fr: Notez bien que vous ne parlez pas à des créatures dénuées de sens mais à des alliés potentiels intelligents. Alors, vous décidez de leur demander...

source: Would you join us? We might appreciate your help.
fr: Vous joindrez vous à nous ? Nous apprécierions grandement vôtre aide.

source: What for?
fr: Pour quoi ?

source: We want to vanquish the evil to finally have some peace, like you.
fr: Nous voulons vaincre définitivement le diable pour avoir la paix, tout comme vous.

source: So we'd get peazzz again? And what elssse? If you don't have a good offer, we ssshall ssstay here, if you don't mind.
fr: Ainssssi vous voulez la paix ausssi ? Et autre chozzze ? Ssssi vous n'avez rien de bon à propozzzer, nous resssterons issssi, ssssi vous permettez.

source: A better home, in the big water called 'Ocean', far to the west, to be free!
fr: Une meilleur demeure dans une grande mer appelée 'Océan', loin vers l'ouest, pour être libre !

source: Ssssorry, we sssshall never have peazzz or freedom in the ocean, with the filthy mermen.
fr: Dézzzolé, nous n'aurions zzzamais la paix ni la liberté dans l'ossséan avec ccces sssales ondins.

source: Gold. What about 10 pieces to start with?
fr: De l'or. Que pensez vous de 10 pièces pour commencer ?

source: We are not interesssted in brilliant metal peezzees. Sssorry.
fr: Nous ne sssommes pas intérésssés par des pièccces de métal brillant. Dézzzolé.

source: Some fun, killing enemies with us, perhaps...
fr: Pour le plaisir, tuer des ennemis avec nous, peut-être...

source: Sssoundss like fun. What do you think, brethen?
fr: Ça parait amusant. Qu'en pensez vous mes frères ?

source: Good deal, indeed.
fr: Bonne affaire, en effet.

source: I agree with that.
fr: Tout à fait d'accord avec cela.

source: What do you think, Analia?
fr: Qu'en pensez vous Analia ?

source: I do not trust them. We should kill them just in case they attack us afterwards.
fr: Je ne leur fait pas confiance. Nous devrions les tuer juste au cas où ils nous attaqueraient plus tard.

source: Very well. Kill them.
fr: Très bien. Tuez les !

source: Treasssherousss foolsss! You shall die firsssst!!
fr: Imbéciles déloyaux ! Vous mourrez en premier !

source: I hope thisss ssservess as a lesssson to our sspeciesss about the treachery of the ssssurface dwellersss...
fr: J'essspère que cela ssservira de leçççon à nôtre espèccce sur la traîtrizzze des habitants de sssurfaccce.

source: Ssstupid creaturesss...
fr: Ssstupides créatures

source: They have chosen their path. We must respect their decission.
fr: Ils ont choisi leur voie, nous devons respecter leur décision.

source: Great then, welcome to our group!
fr: Très bien, bienvenue dans nôtre groupe

source: Ah! Giant insects!
fr: Ah ! Des insectes géants !

source: Ants, but they are bigger than a tiger! What happened to them?
fr: Des fourmis, mais elles sont plus grandes que des tigres ! Que leur est il arrivé ?

source: In the darkness of the depths of the world, most animals and insects grow up over their normal size. So be careful, there might be more dangerous creeps in this place.
fr: Dans l'obscurité des profondeurs du monde beaucoup d'animaux et d'insectes grandissent au delà de leur taille normale. Aussi soyez prudent, ils y a des choses rampantes très dangereuses ici.

source: It must be common in these caverns to stumble on giant ants such as these...
fr: Il doit être courant, dans ces cavernes, de trébucher sur des fourmis géantes comme celles ci.

source: Dwarf-friends, you made it. Now, follow me to the Throne Room, King Asthorgar awaits. He'll be pleased to hear... or see news of you.
fr: Amis des nains, vous l'avez fait. Maintenant, suivez moi à la salle du Trône, le Roi Asthorgar attend. Il aura plaisir à entendre ... ou voir les nouvelles d'entre vous.

source: Elves? Fighting together with undead, have just defeated our enemies? Odd, but your kinsmen had already helped us some centuries ago when the trolls invaded our main tunnels.
fr: Des elfes ? Combattants aux cotés de morts-vivants, ils viennent juste de vaincre nos ennemis ? Étrange mais vos parents nous ont aidé il y a quelques siècles quand les trolls ont envahi nos tunnels principaux.

source: This explains a lot of things actually. Could we meet your leader?
fr: Ceci explique un certain nombre de choses. Pouvons nous rencontrer vôtre chef ?

source: Yes, indeed you could. Just follow me to the Throne Room, King Asthorgar awaits.
fr: Bien sûr que vous pouvez. Suivez moi à la salle du Trône, le roi Asthorgar attend.

source: I think that would be chatter for a better moment. We should discuss it later, with the dwarven leader.
fr: Je pense que ce serait du bavardage en ce moment. Nous pourrons en discuter plus tard, avec le chef des nains.

source: Elves too? Fighting together with undead? Not really surprising, as your kinsmen allied with the trolls against us some centuries ago. But what really surprises me is that you have defeated the fiendish dark mage and the pesky trolls that were taking over these chambers.
fr: Encore des elfes ? Combattants aux cotés de morts-vivants ? Pas vraiment surprenant puisque vos parents se sont alliés aux trolls contre nous il y a quelques siècles. Mais ma plus grande surprise c'est que vous ayez vaincu le diabolique mage des ténèbres et les irritants trolls qui avaient pris possession de ces salles.

source: Because we would not give away our gold if we were doing so. Do you think $eoh_spent_gold pieces of gold would be enough for you if you led us with your lord to have an in-depth discussion on this matter?
fr: Parce que nous ne vous donnerions pas nôtre or si nous étions ainsi. Pensez vous que $eoh_spent_gold pièces d'or vous suffiraient pour nous guider à vôtre chef afin d'avoir une discussion en profondeur à ce sujet ?

source: Um... that's a good deal. Agreed, but only because you have already done us some good.
fr: Hum... c'est une bonne affaire. D'accord, mais seulement parce que vous nous avez déjà donné de l'or.

source: You give the dwarves $eoh_spent_gold pieces of gold.
fr: Vous donnez $eoh_spent_gold pièces d'or.

source: Aaah! Scary!
fr: Aaah ! Au s'cours !

source: Don't frighten, they are our friendsss, they ssshall not hurt you.
fr: Ne vous affolez pas, ccce sssont nos amis, ils ne vous blessseront pas.

source: Who are you speaking with?
fr: Avec qui discutez vous ?

source: With the ssserpentss. They are our friendsss.
fr: Avec les ssserpents. Ccce sssont nos amis.

source: Oh my, who could have left behind such a precious amount of gold! 370 pieces... not bad, huh?
fr: Oh mon... qui peut avoir laissé traîner une si belle somme d'or ! 370 pièces... pas mal hein ?

source: A Royal Meeting
fr: Une audience royale

source: King Asthorgar
fr: Roi Asthorgar

source: Welcome, friends. It has been a long time since your kinsmen last visited us. Tell me your names, and what brings you here, to the depths of New Knalga.
fr: Bienvenue les amis. Il y a longtemps que vos parents ont fait leur dernière visite. Dites moi vos noms et ce que vous venez chercher ici, dans les profondeurs de Knalga-la-neuve.

source: I am Galas, leader of the Elves from the Valley of Elynia.
fr: Je suis Galas, chef des elfes de la vallée d'Elynia.

source: Analia, first advisor of Galas.
fr: Analia, conseillère de Galas.

source: Mal Keshar, necromancer, tourist guide for these elves.
fr: Mal Keshar, nécromancien, guide touristique de ces elfes.

source: It is written that you, necromancer, killed many dwarven scouts centuries ago, but I guess I can tolerate it if you are by the side of the elves... but, you are not the Quenoth elves then?
fr: Il est écrit que vous, le nécromancien, avait tué de nombreux éclaireurs nains ils y a des siècles, mais je suppose que je peux le tolérer si vous êtes à côté des elfes ... Vous n'êtes donc pas les elfes Quenoth alors ?

source: The what?
fr: Les quoi ?

source: I think I know what happens. King, your fellow dwarves told us these Quenoth elves came from the desert, is that true?
fr: je pense savoir ce qui c'est passé, roi, vos compagnons nains nous ont dit que ces elfes Quenoth sont venus du désert, est ce cela ?

source: Yes, indeed, but then where are you from?
fr: Bien sûr, mais d'où venez vous ?

source: We come from a valley located east from here, surrounded by the far, unknown lands that we call the 'outsides'. Your people must know them as the 'unknown east'. In an elven war after the Fall, the survivors departed ways. One group found the Valley of Elynia, where we come from, our ancestors. The other group must be these desert elves you spoke us of.
fr: Nous venons d'une vallée située à l'est d'ici, entourée par de lointaines terres inconnues que nous appelons 'le dehors'. Votre peuple doit le connaître comme ' l'est inconnu '. Dans une guerre elfe après la Chute, les survivants sont partis séparément. Un groupe a trouvé la Vallée d'Elynia, d'où nous venons, nos ancêtres. L'autre groupe doit être ces elfes du désert dont vous nous avez parlé.

source: That explains then why the orcs were aware of the existence of elves in the desert, why the savage human tribes feared us, and why you dwarves knew us. But, what did the desert elves do for you? What happened here?
fr: Ceci explique alors pourquoi les orcs étaient conscients de l'existence d'elfes dans le désert, pourquoi les tribus d'humains sauvages nous craignaient et pourquoi vous, les nains, vous nous connaissez.Mais, qu'est ce que les elfes du désert ont il bien pu vous faire ? Que c'est il passé ?

source: I'll tell you, but I wonder why you departed ways.
fr: Je vous le dirai, mais je me demande pourquoi vos chemins ont divergé.

source: It is something we have always wondered for years. Possibly our ancestors decided to divide and explore the lands in two different groups, and then got lost. That also leaves the possibility that the other group that went to the desert was also divided, and that just a small part of them were the Quenoth elves that you met.
fr: C'est quelque chose que nous nous sommes souvent demandé depuis des années. Il est possible que nos ancêtres aient décidé de se séparer pour explorer en deux groupes différents, et se sont ensuite perdus de vue. Cela ouvre également l'hypothèse que l'autre groupe qui est allé au désert a été aussi divisé et que seulement une petite partie d'entre eux était les elfes Quenoth que vous avez rencontrés.

source: How could they have survived in the desert?
fr: Comment ont ils fait pour survivre dans le désert ?

source: These days, we have sent scouts and they report that life has struggled to flourish in the desert, and that oasis are now forests. But back then, nothing of that existed, it was just plain desert.
fr: Ces jours ci, nous avons envoyé des éclaireurs et ils nous ont rapporté que la vie avait lutté pour fleurir dans le désert et que les oasis d'alors étaient maintenant des forêts. Mais à l'époque, rien de cela n'existait, c'était le désert en toute simplicité.

source: We were losing a war against troll invaders some centuries ago. Then, the desert elves appeared, confused and somewhat ill from their journey across the sands when their former home was destroyed by rocks falling from the skies.
fr: Nous perdions une guerre contre des envahisseurs troll il y a quelques siècles. Soudain, les elfes du désert ont apparu, confus et quelque peu malade de leur voyage à travers les sables lorsque leurs maisons avaient détruites par des roches tombant des cieux.

source: They helped us with the trolls for no reason at all, and shortly managed to kill the troll chieftain, causing the troll's despair, confusion and subsequent defeat.
fr: Ils nous aidèrent contre les trolls sans aucune raison, et, s'arrangèrent pour tuer le chef troll, causant leur désespoir, leur confusion, et en conséquence, leur défaite.

source: In comparison to you, their appearance was drastically different. Their skin's tone was of a darker grayish brown, and their clothes, weapons and habits were adapted for the harsh life in the desert, unlike you, forest inhabitants.
fr: Par rapport à vous, leur apparence était radicalement différente. la couleur de leur peau était d'un brun grisâtre plus sombre et leurs vêtements, armes et coutumes étaient adaptés à la vie dure dans le désert, contrairement à, les habitants des forêts.

source: Their leader, Kaleh, told us that they were looking for a new home in the far North, that supposedly their god had reserved for them. However, the dwarf we sent with them to the northern exit tunnels returned some years later with interesting news about that expedition.
fr: Leur chef, Kaleh, disait qu'ils cherchaient une nouvelle patrie, loin dans le nord, que leur dieu leur avait choisi. Néanmoins, le nain que nous avions envoyé avec eux à la sortie nord des tunnels est revenu quelques années plus tard avec d'intéressantes informations sur cette expédition.

source: What news?
fr: Quelles nouvelles ?

source: After escaping from a flood in the northern caves, they were surrounded by humans, the humans that killed many of our scouts for no reason at all.
fr: Après avoir échappé à une inondation dans les cavernes du nord, ils ont été encerclés par des humains qui ont tué nombre de nos éclaireurs sans aucune raison.

source: They got themselves in the ocean's shore for rescuing merfolk, that were going to be executed by the evil humans. Then, their goddess appeared and turned some of them against their leader. Later, it was proven that she, Eloh, was actually a fake.
fr: Ils se sont retrouvés sur le rivage de l'océan pour sauver le peuple ondins. Puis leur divinités est apparu et a retourné quelques uns d'entre eux contre leur dirigeant. Plus tard il fut prouvé qu'elle, Eloh, était en réalité un faux.

source: Continue, dwarf king.
fr: Vas y, roi nain

source: The merfolk led them to an isle in the ocean, Zochtannol, were they had their final fight against the fake goddess. It turned out to be 'Yechnagoth', the Eater of Souls. Some weird thing with enough power to create illusions, raid minds and corrupt souls from its safe lair in that isle. Its effects almost had effect on us, underground inhabitants, but since we were smarter and stopped sending scouts to the surface, we escaped to its evil for enough time until your kinsmen succeeded and defeated it.
fr: L'ondin nous a menés dans une île de l'océan, Zochtannol, où avait lieu leur combat contre leur fausse déesse. Elle s'était avérée être Yechnagoth, le mangeur d'âmes. Une entité mystérieuse avec suffisamment de pouvoir pour créer des illusions, fit un raid sur les esprits et corrompit les âmes en sécurité depuis sa retraite sur cette île. Ses effets agissaient presque sur nous, les habitants souterrains, mais puisque nous étions plus détendus et avions arrête d'envoyer des éclaireurs à la surface, nous avons résisté à ses diableries suffisamment longtemps pour que vos parents nous remplacent et le batte.

source: So they survived?
fr: Ainsi ils ont survécu ?

source: Yes. The scourt dwarf that went with them returned years later with the good news, so we started to send scouts to the surface again, setting up new trade routes and relationship between the Far North humans and our kingdom. That helped Knalga have its own rebirth.
fr: Oui. L'éclaireur nain qui est parti avec eux est revenu quelques années plus tard avec de bonnes nouvelles, aussi avons nous commencé à envoyer de nouveau des éclaireurs à la surface, tracer de nouvelles routes commerciales et établir des relations entre les humains du nord lointain et nôtre royaume. Cela aida Knalga à sa propre résurrection.

source: However, the southern lands were being slowly taken over by evil humans again. A conflict between the south humans and the northern lands was started, and we, being in crossfire, ceased any scouting south from Knalga. However, the Northern lands have thrived, and although they are now menaced by the threat of war from the evil humans, they could certainly serve you as temporary home, if that is what you are seeking. A new home?
fr: Quoi qu'il en soit, les terres du sud furent de nouveau lentement envahies par les diables humains. Un conflit entre les humains du sud et les terres du nord débutât et nous, entre deux feux, cessèrent toutes explorations au sud de Knalga. Cependant, les pays du Nord ont prospéré et bien qu'ils soient maintenant menacés une guerre contre les démons humains, ils pourraient certainement vous héberger temporairement, si c'est ce que vous recherchez. Une nouvelle patrie ?

source: Partly. We are glad to hear that good news, but no lands will survive to what will happen next if the evil is not stopped. Your men already saw what forces are supporting the humans. Not even the power of undead...
fr: Partiellement. Nous sommes heureux d'entendre de telles bonnes nouvelles, mais aucune terre ne survivra à ce qui arriverait si les démons ne sont pas arrêtés. Vos hommes eux mêmes ont déjà vu les forces qui aident les humains. Même la puissance des morts-vivants...

source: ... could stop them, not even temporarily. We already fighted one of their more powerful battle soldiers, the Mechanical Goliath, that is how we call it.
fr: ...ne pourrait les arrêter, pas même temporairement. Nous avons déjà combattu un de leurs plus puissant soldat, le Goliath mécanique, c'est ainsi que nous le nommons.

source: I am aware of those giant droids, actually, because we built some of them...
fr: Je m'inquiète de ces droïdes géants maintenant, parce que nous avons fabriqué certains d'entre eux...

source: You DID?
fr: Vous avez QUOI ?

source: You did?
fr: Vous avez fabriqué ?

source: Really?
fr: Vraiment ?

source: Let's just say that we dwarves are technologically more advanced than you surface people. *laughs*
fr: Sachez que nous, les nains, sommes technologiquement plus avancés que vous, les peuples de la surface. (rires)

source: I see, but you don't have the power of the forces of hell itself by your side, do you?
fr: Je vois, mais vous n'avez pas le pouvoir des forces de l'enfer lui même de vôtre coté, non ?

source: No, and that worries us.
fr: Non et cela nous inquiète.

source: We went here to solve our lack of force, actually.
fr: Nous sommes venu ici pour résoudre nôtre manque de force.

source: We cannot...
fr: Nous ne pouvons...
